{
  "horoscopes": [
    {
      "id": "aries",
      "name": "Ovan",
      "dates": "21. mart - 19. april",
      "element": "Vatra",
      "ruling": "Mars",
      "daily": {
        "text": "Danas ćete imati dodatnu energiju da završite sve zadatke koji su pred vama. Vaš entuzijazam privlači pažnju drugih. Dobar dan za fizičku aktivnost i inicijativu.",
        "love": "Vaša strast je danas na vrhuncu. Ako ste u vezi, partner će ceniti vašu odvažnost. Slobodni Ovnovi mogli bi privući nečiju pažnju svojim samopouzdanjem.",
        "health": "Energija vam je na visokom nivou. Iskoristite je za neku fizičku aktivnost ili sport, ali izbegavajte preterivanje da ne biste doživeli povredu.",
        "career": "Danas je idealan dan za pokretanje novih projekata. Vaše liderske sposobnosti dolaze do izražaja, što bi moglo rezultirati napretkom u karijeri.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "weekly": {
        "text": "Ova nedelja donosi priliku za napredak u svim aspektima života. Sredinom nedelje možete očekivati pozitivan preokret u finansijama. Vikend je idealan za druženje i aktivnosti na otvorenom. Pripremite se za nekoliko izazova koji će zahtevati vašu hrabrost i odlučnost, ali koji će vam doneti vredne lekcije i prilike za rast. Merkur u povoljnom aspektu podržava komunikaciju i umrežavanje.",
        "love": "Ove nedelje odnosi ulaze u stabilniju fazu. Četvrtak i petak su posebno povoljni za rešavanje nesporazuma i produbljivanje intimnosti. Venera vam donosi šarm i privlačnost, što čini ove dane idealnim za romantične večere ili značajne razgovore o budućnosti. Slobodni Ovnovi mogu očekivati zanimljive susrete tokom vikenda.",
        "health": "Obratite pažnju na ishranu ove nedelje. Manjak određenih nutrijenata mogao bi uticati na vaš nivo energije, posebno tokom radnih dana. Pokušajte da uključite više zelenog povrća i proteina u svoju ishranu. Vežbanje će biti posebno korisno sredinom nedelje kada bi stres mogao biti na vrhuncu.",
        "career": "Nove mogućnosti za saradnju mogu se pojaviti sredinom nedelje. Budite otvoreni za ideje kolega, jer bi mogle dovesti do značajnih poslovnih prilika. Jupiter u povoljnom aspektu donosi potencijalnu finansijsku korist kroz projekte započete u ovom periodu. Pripremite se za značajan razgovor sa nadređenima u četvrtak.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "monthly": {
        "text": "April je mesec novih početaka za vas, dragi Ovnovi. Sunce u vašem znaku tokom većeg dela meseca donosi vam povećanu energiju, jasnoću i samopouzdanje za pokretanje novih inicijativa. Prva polovina meseca donosi priliku za finansijski napredak, posebno oko 8. aprila kada Mars formira povoljan aspekt sa Jupiterom, što otvara vrata novim izvorima prihoda ili unapređenju. Druga polovina stavlja naglasak na lične odnose, sa Venerom koja ulazi u vašu kuću partnerstava oko 15. aprila. Ovo je period kada biste mogli sresti nekoga značajnog ili produbiti postojeće veze. Obratite pažnju na znakove i prilike koje vam se pružaju oko 15. aprila, kada pun Mesec u vašoj kući odnosa osvetljava dinamiku vaših najvažnijih veza. Saturn u izazovnom aspektu sa vašim vladarem Marsom poslednjih dana meseca može doneti testove strpljenja i istrajnosti, ali i prilike da dokažete svoju odlučnost. Merkur postaje retrogradan 21. aprila, što može doneti kašnjenja ili nesporazume – koristite ovo vreme za reviziju planova umesto započinjanja novih projekata.",
        "love": "Ljubavni život pokazuje znakove poboljšanja ovog meseca, posebno nakon punog Meseca sredinom meseca koji osvetljava vaš sektor partnerstava. Ovo kosmičko dešavanje pomaže vam da jasnije sagledate dinamiku vaših odnosa i potencijalne promene koje su potrebne. Venera, planeta ljubavi, ulazi u vašu kuću partnerstava 15. aprila, donoseći period povećane harmonije i razumevanja sa postojećim partnerom. Za one u vezama, ovo je idealno vreme za dublju povezanost i značajne razgovore o budućnosti. Možda ćete otkriti nove dimenzije u vašem odnosu koje ranije niste videli. Slobodni Ovnovi mogli bi upoznati nekog posebnog tokom poslednje nedelje aprila, posebno kroz društvene događaje ili preko zajedničkih prijatelja. Mars u povoljnom aspektu sa Venerom oko 25. aprila intenzivira strast i privlačnost, čineći ovo jednim od najromantičnijih perioda godine za vas.",
        "health": "Ovaj mesec zahteva balans između aktivnosti i odmora, dragi Ovnovi. Sa Suncem u vašem znaku, energija je visoka, ali postoji tendencija ka preterivanju. Posebno obratite pažnju na period oko 12. aprila, kada Mars formira izazovan aspekt sa Saturnom, što može dovesti do iscrpljenosti ako ne poštujete granice svog tela. Redovna fizička aktivnost će značajno poboljšati vaše mentalno stanje i pomoći u upravljanju viškom energije, ali važno je da slušate svoje telo. Hidrogenizacija je ključna ovog meseca – povećajte unos vode, posebno ako ste fizički aktivni. Nakon 21. aprila, kada Merkur postane retrogradan, obratite pažnju na znakove stresa i umora. Ovo je dobar period za usporavanje i implementaciju tehnika za opuštanje poput meditacije ili joge. Minerali poput magnezijuma i cinka mogli bi biti posebno korisni za vaš nervni sistem tokom ovog intenzivnog meseca.",
        "career": "Poslovne prilike su povoljne tokom celog meseca zahvaljujući prisustvu Sunca u vašem znaku, koje vam daje energiju i jasnoću potrebnu za napredak. Novi projekti započeti u prvoj nedelji aprila imaju visoke šanse za uspeh, posebno ako uključuju inovaciju ili liderstvo, vaše prirodne snage. Povoljan aspekt između Marsa i Jupitera oko 8. aprila mogao bi doneti finansijski dobitak ili povećanje prihoda kroz projekte na kojima ste radili prethodnih meseci. Sredina meseca, posebno period oko 15. aprila, idealna je za umrežavanje i sklapanje važnih poslovnih parterstava. Merkur postaje retrogradan 21. aprila u vašem sektoru finansija, što sugeriše da je vreme za reviziju budžeta i finansijskih planova pre donošenja velikih odluka. Razmislite o dodatnom usavršavanju krajem meseca – Saturn u povoljnom aspektu sa vašim vladarem Marsom nagrađuje dugoročno učenje i sticanje specijalizovanih veština koje će vas izdvojiti od konkurencije.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      }
    },
    {
      "id": "taurus",
      "name": "Bik",
      "dates": "20. april - 20. maj",
      "element": "Zemlja",
      "ruling": "Venera",
      "daily": {
        "text": "Danas je pravi trenutak da se posvetite finansijskom planiranju. Vaš praktičan pristup rešavanju problema donosi vam stabilnost. Uživajte u malim zadovoljstvima života.",
        "love": "Stabilnost i sigurnost su vam važni u odnosima. Danas je dobar dan za iskazivanje ljubavi kroz dela, ne samo reči. Partner će ceniti vašu pouzdanost.",
        "health": "Vaša fizička izdržljivost je danas jaka, ali izbegavajte preterivanje u hrani i piću. Kratka šetnja u prirodi će vam prijati i opustiti um.",
        "career": "Finansijski aspekti posla su danas u fokusu. Dobro razmislite pre donošenja važnih odluka vezanih za ulaganja ili kupovinu.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "weekly": {
        "text": "Nedelja počinje mirno, ali već od srede tempo se ubrzava. Vikend će vam doneti mogućnost za opuštanje i uživanje. Obratite pažnju na detalje u komunikaciji sa bliskim osobama. Venera u povoljnom aspektu donosi harmoniju u društvene odnose, što čini ovu nedelju idealnom za rešavanje starih nesporazuma. Jupiter u vašoj kući finansija nagoveštava moguće novčane dobitke.",
        "love": "Emocionalna sigurnost je ključna tema ove nedelje. U četvrtak i petak možete očekivati značajne razgovore koji će produbiti vaš odnos. Vaša vladajuća planeta Venera formira harmoničan aspekt sa Neptunom, pojačavajući vašu intuiciju i sposobnost da razumete neizrečene potrebe partnera. Slobodni Bikovi mogu očekivati zanimljiv susret u periodu vikenda.",
        "health": "Energija vam varira tokom nedelje. Pazite na ishranu i san, posebno sredinom nedelje kada bi stres mogao biti povišen. Masaža ili tretmani opuštanja mogli bi biti posebno korisni u petak kada se Mesec nalazi u vašem znaku. Obratite pažnju na vrat i grlo, vaše osetljive tačke.",
        "career": "Vaše organizacione sposobnosti dolaze do izražaja ove nedelje. Ovo je dobra nedelja za planiranje dugoročnih poslovnih ciljeva i strategija. Sastanak u sredu mogao bi doneti važne informacije za vaš profesionalni razvoj. Merkur u povoljnom aspektu podržava sve vrste pregovora i ugovaranja, posebno u vezi sa finansijama.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "monthly": {
        "text": "Maj vam donosi stabilnost i priliku za rast u mnogim oblastima života, dragi Bikovi. Sa Suncem koje ulazi u vaš znak 20. aprila, prvih nekoliko nedelja maja predstavlja vaš lični novi početak godine. Ovo je vreme kada vaša prirodna upornost i praktičnost dolaze do izražaja, omogućavajući vam da postavite čvrste temelje za budući rast. Fokus je na materijalnoj sigurnosti i ličnom razvoju, sa Jupiterom koji aktivira vaš sektor finansija donoseći potencijalne prilike za povećanje prihoda. Merkur koji postaje direktan 15. maja olakšaće komunikaciju i rešavanje nesporazuma koji su možda nastali prethodnog meseca. Sredinom meseca, tačnije oko 18. maja, mogli biste doživeti značajan preokret u vezi sa karijerom kada Mars formira izazovan aspekt sa Plutonom u vašoj kući profesionalnog statusa. Ova energija, iako intenzivna, može vas motivisati da preispitate svoje dugoročne ciljeve i napravite neophodne promene. Pun Mesec 30. maja osvetljava vašu kuću partnerstava, donoseći kulminaciju situacije vezane za važne odnose u vašem životu. Venera, vaša vladajuća planeta, ulazi u znak Raka 24. maja, usmeravajući vašu pažnju na dom i porodicu. Poslednja nedelja maja idealna je za ulepšavanje doma, jačanje porodičnih veza i stvaranje emotivnog utočišta.",
        "love": "Odnosi postaju dublja tema ovog meseca, posebno nakon što Venera, vaša vladajuća planeta, uđe u emotivni znak Raka 24. maja. Ovo aktivira vašu kuću doma i porodice, čineći vas posebno osetljivim na pitanja emocionalne sigurnosti i pripadanja. Ako ste u vezi, razmišljaćete o budućnosti i dugoročnim planovima, možda čak i o zajedničkom životu ili proširenju porodice. Razgovori sa partnerom oko 15. maja, kada Merkur postaje direktan, biće posebno plodonosni za razjašnjavanje nesporazuma i postizanje dubljeg razumevanja. Pun Mesec 30. maja osvetljava vaš sektor partnerstava, donoseći kulminaciju situacije u odnosu koja je možda tinjala neko vreme. Ovo je period kada skriveni problemi izlaze na površinu, ali i kada se mogu postići značajni dogovori i kompromisi. Slobodni Bikovi privlače pažnju svojom autentičnošću i prizemnim pristupom životu, posebno u prvoj polovini meseca kada je Sunce u vašem znaku. Nova romansa koja počne oko 10. maja mogla bi imati dugotrajni potencijal, posebno ako je zasnovana na zajedničkim vrednostima i međusobnom poštovanju, kvalitetima koje vi posebno cenite.",
        "health": "Obratite pažnju na vrat i grlo tokom ovog meseca, dragi Bikovi, jer su to vaše tradicionalno osetljive tačke. Ovo je posebno važno u prvoj polovini maja kada je Sunce u vašem znaku, pojačavajući sve vaše karakteristike, uključujući i potencijalne slabosti. Prevencija je ključna, posebno ako primetite prve znakove prehlade ili upale grla – topli napici sa medom i limunom mogu biti izuzetno korisni. Mars u znaku Vodolije većim delom meseca energizuje vašu kuću karijere, što može dovesti do povećanog profesionalnog pritiska i potencijalnog stresa. Pronađite zdrave načine za oslobađanje napetosti, poput fizičke aktivnosti na otvorenom ili joge. Pun Mesec 30. maja mogao bi doneti emotivno intenzivan period, pa je briga o mentalnom zdravlju jednako važna kao i o fizičkom. Tehnike opuštanja poput meditacije, dubokog disanja ili aromaterapije mogu biti posebno korisne krajem meseca. Venera u Raku od 24. maja podržava aktivnosti koje hrane dušu – provodite vreme u prirodi, okružite se lepotom i dajte sebi vremena za jednostavna zadovoljstva koja vas ispunjavaju.",
        "career": "Finansijska stabilnost je u fokusu ovog meseca, sa Jupiterom koji aktivira vaš sektor prihoda donoseći potencijalne prilike za povećanje zarade. Ovo je odličan period za pregovore o plati, traženje novih izvora prihoda ili razmatranje pametnih investicija. Mogućnosti za dodatnu zaradu mogle bi se pojaviti posebno oko 10. maja, kada Jupiter formira povoljan aspekt sa Suncem u vašem znaku. Mars u vašoj kući karijere tokom većeg dela meseca daje vam dodatnu ambiciju i odlučnost da napredujete profesionalno. Međutim, njegov izazovan aspekt sa Plutonom oko 18. maja mogao bi doneti intenzivnu situaciju na poslu – možda sukob sa autoritetom ili potrebu da redefinirate svoju profesionalnu putanju. Ovo je transformativna energija koja, iako izazovna, može dovesti do značajnog napretka ako je pravilno usmerena. Merkur postaje direktan 15. maja u vašem sektoru komunikacije, olakšavajući pregovore i poslovne razgovore koji su možda bili odloženi ili komplikovani prethodnog meseca. Razmatrajte dugoročne investicije pre nego što donesete odluku, posebno one vezane za nekretnine ili porodični biznis, jer Venera u vašoj kući doma krajem meseca favorizuje ove oblasti.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      }
    },
    {
      "id": "gemini",
      "name": "Blizanci",
      "dates": "21. maj - 20. jun",
      "element": "Vazduh",
      "ruling": "Merkur",
      "daily": {
        "text": "Komunikacija je vaš adut danas. Razmena ideja i informacija će vam doneti nove prilike. Dopustite sebi da istražite različite opcije pre donošenja odluka.",
        "love": "Danas je savršen dan za dublje razgovore sa partnerom. Ako ste slobodni, vaša šarmantnost i rečitost privlače pažnju potencijalnih partnera.",
        "health": "Mentalna stimulacija vam je danas posebno važna. Vežbe disanja mogu vam pomoći da ostanete fokusirani i smanjite eventualni nemir.",
        "career": "Vaše komunikacijske veštine su na vrhuncu. Iskoristite ovo za prezentacije, sastanke ili važne razgovore sa kolegama i nadređenima.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "weekly": {
        "text": "Ova nedelja je puna socijalnih aktivnosti i razmene ideja. Sredina nedelje donosi važne informacije koje mogu uticati na vaše planove. Vikend je idealan za kreativno izražavanje. Merkur, vaša vladajuća planeta, formira harmoničan aspekt sa Jupiterom, što donosi optimizam i proširuje vaše vidike. Mogućnosti za učenje i putovanje su naglašene, posebno u četvrtak i petak.",
        "love": "Komunikacija u odnosima je ključna ove nedelje. Otvoreni razgovori donose nova razumevanja i dublju povezanost sa partnerom. Venera u vašem sektoru komunikacije čini vas posebno šarmantnim i rečitim, što olakšava izražavanje osećanja. Slobodni Blizanci mogli bi sresti nekoga zanimljivog tokom društvenog događaja sredinom nedelje, posebno u intelektualno stimulativnom okruženju.",
        "health": "Nervozu koja može pratiti povećanu mentalnu aktivnost ove nedelje najbolje ćete regulisati kroz lagane fizičke aktivnosti i pravilno disanje. Mars u vašem znaku daje vam energiju, ali može i povećati nervozu ako se ne kanališe pravilno. Vežbe istezanja i aktivnosti na svežem vazduhu pomoći će vam da uravnotežite um i telo. Obratite pažnju na pluća i gornje disajne puteve.",
        "career": "Mnoštvo ideja moglo bi vas preplaviti ove nedelje. Zapišite sve i fokusirajte se na one najrealnije. Petak je odličan dan za networking i profesionalne razgovore, zahvaljujući povoljnom aspektu između Merkura i Jupitera. Vaša sposobnost da artikulišete kompleksne ideje na pristupačan način privlači pažnju nadređenih. Možda ćete dobiti priliku da predstavite svoj projekat široj publici.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "monthly": {
        "text": "Jun vam donosi period intelektualnog rasta i mnogih prilika za učenje, dragi Blizanci. Sa Suncem koje ulazi u vaš znak 21. maja, prva tri tjedna juna predstavljaju vaš lični godišnji novi početak – vreme kada vaša prirodna radoznalost, komunikativnost i mentalna agilnost dolaze do punog izražaja. Merkur, vaša vladajuća planeta, izlazi iz retrogradnog perioda 3. juna, što značajno poboljšava komunikaciju i otklanja nesporazume koji su možda nastali prethodnog meseca. Ovo je odličan period za pokretanje novih projekata, posebno onih koji uključuju pisanje, podučavanje ili širenje informacija. Nova faza Meseca u vašem znaku 6. juna označava idealan trenutak za postavljanje namera i ciljeva za narednu godinu. Sredinom meseca, oko 15. juna, možete očekivati važne vesti ili informacije koje će značajno uticati na vaše planove, posebno one vezane za karijeru ili društveni status. Ovo je povezano sa povoljnim aspektom između Merkura i Jupitera koji proširuje vaše horizonte i donosi optimizam. Venera ulazi u vaš sektor finansija 8. juna, donoseći povoljne prilike za povećanje prihoda i uživanje u materijalnim zadovoljstvima. Posle 20. juna, kada Sunce napušta vaš znak, fokus se pomera ka porodici i domu, sa naglaskom na emocionalno blagostanje i sigurnost. Pun Mesec 28. juna osvetljava vaš sektor odnosa, donoseći kulminaciju situacije vezane za partnerstvo ili važan odnos u vašem životu.",
        "love": "Ovaj mesec donosi živost u vaš ljubavni život, dragi Blizanci, posebno u prvih nekoliko nedelja kada je Sunce u vašem znaku, naglašavajući vašu prirodnu šarmantnost i komunikativnost. Venera, planeta ljubavi, ulazi u vaš sektor vrednosti 8. juna, što donosi stabilnost i jasnoću u pogledu toga šta zaista cenite i želite u odnosima. Razgovori sa partnerom postaju dublji i iskreniji, posebno oko 12. juna kada Merkur formira harmoničan aspekt sa Plutonom, omogućavajući vam da dotaknete dublje teme bez straha. Ako ste u vezi, ovo je period kada možete redefinisati dinamiku odnosa i uspostaviti jače temelje zasnovane na uzajamnom poštovanju i razumevanju. Pun Mesec 28. juna u vašem sektoru partnerstava donosi kulminaciju emocionalne situacije – možda odluku o sledećem koraku u vezi ili razrešenje dugotrajnog problema. Za slobodne Blizance, prva polovina meseca je posebno povoljna za nova poznanstva, sa najvećim potencijalom oko 15. juna kada bi mogli upoznati nekoga intelektualno stimulativnog i intrigantnog tokom društvenog događaja ili obrazovne aktivnosti. Mars u vašem znaku do 11. juna daje vam dodatnu hrabrost da preduzmete prvi korak i izrazite svoja osećanja.",
        "health": "Obratite pažnju na disajne puteve i pluća ovog meseca, dragi Blizanci, posebno tokom prve polovine juna kada je Sunce u vašem znaku i naglašava vaše tradicionalno osetljive tačke. Vežbe disanja i šetnje na svežem vazduhu pomoći će vam da održite ravnotežu energije i smanjite napetost koja može nastati usled intenzivne mentalne aktivnosti. Mars u vašem znaku do 11. juna daje vam dodatnu fizičku energiju, ali može i dovesti do iscrpljenosti ako ne pronađete zdrave načine za njeno kanalisanje. Fizičke aktivnosti koje kombinuju mentalnu i fizičku koordinaciju, poput plesa ili tenisa, biće posebno korisne za vas. Merkur, vaša vladajuća planeta, izlazi iz retrogradnog hoda 3. juna, što će smanjiti mentalni stres i konfuziju koji su možda bili prisutni prethodnog meseca. Pazite na nervozu i nesanicu oko punog Meseca 28. juna – tehnike opuštanja poput meditacije, joge ili aromaterapije mogu biti od velike pomoći. Ishrana bogata antioksidansima i vitaminima B kompleksa podržaće vaš nervni sistem tokom ovog mentalno aktivnog perioda.",
        "career": "Intelektualni izazovi su pred vama ovog meseca, dragi Blizanci, sa Suncem koje prolazi kroz vaš znak većim delom juna, naglašavajući vaše prirodne prednosti u komunikaciji, prilagodljivosti i brzom razmišljanju. Nove ideje i projekti zahtevaju pažljivo planiranje, posebno nakon što Merkur izađe iz retrogradnog perioda 3. juna, što vam omogućava da se krećete napred sa planovima koji su možda bili odloženi. Nova faza Meseca u vašem znaku 6. juna predstavlja idealan trenutak za postavljanje profesionalnih ciljeva i pokretanje novih inicijativa. Oko 15. juna mogli biste primiti važne informacije vezane za posao, možda ponudu, priliku za napredovanje ili značajan projekat koji će testirati vaše veštine. Ovaj period je povezan sa povoljnim aspektom između Merkura i Jupitera koji proširuje vaše profesionalne mogućnosti i donosi optimizam u vezi sa karijerom. Venera u vašem sektoru finansija od 8. juna naglašava monetarne aspekte vašeg rada – ovo je dobar period za pregovore o plati, traženje novih klijenata ili razmatranje dodatnih izvora prihoda. Mars koji napušta vaš znak 11. juna usmerava energiju ka vašem sektoru finansija, dajući vam dodatnu odlučnost da povećate svoje materijalno blagostanje.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      }
    },
    {
      "id": "cancer",
      "name": "Rak",
      "dates": "21. jun - 22. jul",
      "element": "Voda",
      "ruling": "Mesec",
      "daily": {
        "text": "Vaše intuitivne sposobnosti su danas izražene. Oslonite se na svoj unutrašnji glas pri donošenju odluka. Porodica i bliski odnosi su u fokusu.",
        "love": "Emocionalna dubina karakteriše vaše odnose danas. Pokažite svoju brižnu stranu i ne bojte se da budete ranjivi pred voljenom osobom.",
        "health": "Emocionalno blagostanje direktno utiče na vaše fizičko zdravlje danas. Posvetite vreme aktivnostima koje hrane vašu dušu i donose unutrašnji mir.",
        "career": "Timski rad je naglašen. Vaša sposobnost da osetite potrebe drugih čini vas vrednim članom svake grupe ili projekta.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "weekly": {
        "text": "Nedelja počinje mirno, ali sredinom nedelje vaše emocije postaju intenzivnije. Vikend je idealan za porodična okupljanja i aktivnosti koje jačaju vaše emocionalne veze. Merkur u povoljnom aspektu sa vašim vladarem Mesecom pomaže vam da jasnije artikulišete svoja osećanja. Neptunova energija krajem nedelje donosi povišenu intuiciju i kreativnost.",
        "love": "Sredinom nedelje bi moglo doći do emotivnog preokreta. Razgovori vođeni srcem donose razrešenje starih nesporazuma i jačaju vezu. Venera u vašem sektoru intimnosti pojačava dubinu osećanja i stvara prilike za značajnu emotivnu povezanost. Slobodni Rakovi mogli bi sresti osobu koja instinktivno razume njihove potrebe, posebno u četvrtak ili petak.",
        "health": "Obratite pažnju na digestivni sistem ove nedelje. Redovni obroki i izbegavanje stresnih situacija pomoći će vam da održite ravnotežu. Hidracija je posebno važna sredinom nedelje kada bi emotivni stres mogao uticati na vaše fizičko stanje. Aktivnosti na vodi, poput plivanja, mogu biti posebno opuštajuće i regenerativne za vas.",
        "career": "Vaša predanost i posvećenost poslu ne prolaze nezapaženo. Ove nedelje mogli biste dobiti priznanje za prethodni trud i zalaganje. Jupiter u vašem sektoru karijere donosi prilike za napredovanje i profesionalni rast. Poslovni sastanak u sredu mogao bi otvoriti vrata novoj saradnji koja odgovara vašim emotivnim i finansijskim potrebama.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "monthly": {
        "text": "Jul je vaš mesec i donosi vam emotivni preporod i jasnoću, dragi Rakovi. Sa Suncem koje putuje kroz vaš znak većim delom meseca, osećate se energičnije, samopouzdanije i više usklađeni sa svojim autentičnim ja. Merkur ulazi u vaš znak 5. jula, poboljšavajući vašu sposobnost izražavanja emocija i ličnih potreba na jasan i efektivan način. Prva polovina meseca je posebno povoljna za porodične aktivnosti i jačanje emotivnih veza, sa Venerom koja boravi u vašem sektoru doma do 17. jula, donoseći harmoniju i lepotu u vaše privatno okruženje. Nova faza Meseca u vašem znaku 6. jula predstavlja vaš lični godišnji novi početak – idealno vreme za postavljanje emocionalnih ciljeva i namera za narednih 12 meseci. Oko 10. jula mogli biste doživeti značajan emotivni uvid ili preokret, povezan sa povoljnim aspektom između vašeg vladara Meseca i transformativnog Plutona. Ovaj period može doneti duboko isceljenje i oslobađanje od starih emocionalnih obrazaca koji vas više ne služe. Druga polovina jula, posebno nakon 22. kada Sunce ulazi u vaš sektor finansija, naglašava materijalna pitanja i vrednosti. Pun Mesec 28. jula u vašem sektoru zajedničkih resursa mogao bi doneti kulminaciju finansijske situacije – možda otplatu duga, primanje nasledstva ili razrešenje zajedničkih finansijskih pitanja. Mars koji ulazi u vaš znak 20. jula daje vam dodatnu hrabrost i odlučnost da se zauzmete za sebe i svoje potrebe tokom poslednjih dana meseca.",
        "love": "Ljubavni život cveta ovog meseca, dragi Rakovi, sa Venerom koja boravi u vašem sektoru doma i porodice do 17. jula, stvarajući harmoničnu i podržavajuću atmosferu za dublje emotivne veze. Partner pokazuje više razumevanja za vaše potrebe, a komunikacija postaje lakša, posebno nakon što Merkur uđe u vaš znak 5. jula. Ovo je odličan period za razgovore o zajedničkoj budućnosti, porodičnim planovima ili čak za renoviranje zajedničkog prostora. Nova faza Meseca u vašem znaku 6. jula označava svež početak u vašem emotivnom životu – možda novi nivo povezanosti u postojećoj vezi ili, za slobodne Rakove, početak značajne nove romanse. Venera koja ulazi u vaš sektor romansi 17. jula pojačava vašu privlačnost i želju za zabavom i uživanjem. Ovo je odličan period za romantične izlaske, kreativna izražavanja ljubavi i spontane gestove naklonosti. Slobodni Rakovi privlače pažnju svojom autentičnošću i empatijom, posebno oko 22. jula kada Venera formira harmoničan aspekt sa vašim vladarem Mesecom. Mars koji ulazi u vaš znak 20. jula pojačava vašu strastvenu stranu i daje vam hrabrost da preuzmete inicijativu u ljubavnim pitanjima. Pun Mesec 28. jula u vašem sektoru intimnosti mogao bi doneti emotivno intenzivan period kada duboke želje i strahovi izlaze na površinu, pružajući priliku za istinsko zbližavanje sa partnerom.",
        "health": "Emocionalno zdravlje je u fokusu ovog meseca, dragi Rakovi, sa Suncem koje putuje kroz vaš znak većim delom jula, naglašavajući važnost samoprihvatanja i emotivne ravnoteže za vaše opšte blagostanje. Obratite pažnju na stomak i grudi, jer se tenzija često manifestuje u ovim delovima tela, posebno tokom emocionalno intenzivnih perioda oko 10. jula kada vaš vladar Mesec formira izazovan aspekt sa Saturnom. Tehnike za upravljanje stresom poput dubokog disanja, meditacije ili vođenog zamišljanja mogu biti posebno korisne tokom ovih dana. Redovna hidratacija je ključna tokom celog meseca, posebno kada Mars uđe u vaš znak 20. jula, povećavajući vašu fizičku aktivnost ali i sklonost ka dehidraciji. Pun Mesec 28. jula može doneti period povišene emotivne osetljivosti – aktivnosti povezane sa vodom, poput plivanja, kupke sa solima ili čak samo slušanja zvukova okeana, mogu imati izuzetno umirujuć efekat. Ishrana bogata omega-3 masnim kiselinama, cinkom i magnezijumom podržaće vaš nervni sistem i emotivnu stabilnost tokom celog meseca. Nova faza Meseca u vašem znaku 6. jula predstavlja idealno vreme za početak novog zdravstvenog režima ili uvođenje navika koje podržavaju i fizičko i emotivno zdravlje.",
        "career": "Poslovne prilike se otvaraju, posebno one povezane sa negom, ishranom ili obrazovanjem – oblastima u kojima vaša prirodna empatija i intuicija donose prednost. Merkur u vašem znaku od 5. jula značajno poboljšava vašu sposobnost komunikacije ideja i osećanja, što vas čini uverljivijim u poslovnim pregovorima i prezentacijama. Prva polovina meseca je idealna za projekte koji zahtevaju timski rad i saradnju, sa Venerom koja harmonizuje vaš sektor doma i korenskih vrednosti. Nova faza Meseca u vašem znaku 6. jula označava idealno vreme za pokretanje novih projekata ili inicijativa koje su u skladu sa vašim emotivnim vrednostima i potrebama. Razmislite o tome kako možete spojiti svoje emotivne snage sa karijernim ciljevima – možda kroz rad koji uključuje brigu o drugima, stvaranje sigurnih prostora ili negovanje timskog duha u vašem radnom okruženju. Sunce koje ulazi u vaš sektor finansija 22. jula stavlja fokus na materijalne aspekte vaše karijere – ovo je dobar period za traženje povišice, pregovaranje o beneficijama ili razmatranje dodatnih izvora prihoda. Mars u vašem znaku od 20. jula daje vam dodatnu hrabrost i odlučnost da se zauzmete za sebe i svoje profesionalne potrebe. Pun Mesec 28. jula u vašem sektoru zajedničkih resursa mogao bi doneti finansijsku priliku kroz partnerstvo ili saradnju – budite otvoreni za nekonvencionalne poslovne aranžmane koji imaju potencijal za dugoročnu korist.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      }
    },
    {
      "id": "leo",
      "name": "Lav",
      "dates": "23. jul - 22. avgust",
      "element": "Vatra",
      "ruling": "Sunce",
      "daily": {
        "text": "Vaš kreativni potencijal je danas na vrhuncu. Iskoristite ovu energiju za umetničko izražavanje ili rešavanje problema na inovativan način. Samopouzdanje vam otvara vrata.",
        "love": "Romantika i strast su naglašeni danas. Vaš partner uživa u vašoj velikodušnosti i toplini. Slobodni Lavovi privlače pažnju svojom harizmom.",
        "health": "Srce i kičma zahtevaju pažnju danas. Lagane vežbe za jačanje leđnih mišića i kardio aktivnosti su preporučene za održavanje vitalnosti.",
        "career": "Vaše liderske sposobnosti su prepoznate. Danas je dobar dan za preuzimanje inicijative na poslu ili za predstavljanje svojih ideja nadređenima.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "weekly": {
        "text": "Nedelja počinje energično, sa mnogo prilika za samoiskazivanje. Sredina nedelje donosi izazove koji zahtevaju kreativna rešenja. Vikend je idealan za zabavu i društvena okupljanja. Vaš vladar Sunce formira harmoničan aspekt sa Jupiterom, donoseći optimizam i prilike za ekspanziju. Mars u vašem sektoru komunikacije energizuje vaše interakcije i podržava intelektualne poduhvate.",
        "love": "Vaš šarm je neodoljiv ove nedelje. Partneri u vezi osećaju obnovu strasti i povezanosti, dok slobodni Lavovi imaju mnogo prilika za nova poznanstva. Venera u harmoniji sa vašim vladarem Suncem čini vas posebno privlačnim i zračećim. Sredina nedelje je idealna za romantične gestove ili značajne razgovore o budućnosti. Vikend donosi priliku za romantično putovanje ili zajedničko kulturno iskustvo koje produbljuje vezu.",
        "health": "Energija varira tokom nedelje. Važno je naći balans između aktivnosti i odmora, posebno u dane kada osećate pad vitalnosti. Sreda može doneti privremeni pad energije kada Mesec formira izazovan aspekt sa vašim vladarem Suncem – slušajte svoje telo i dozvolite sebi odmor ako je potreban. Vežbe za jačanje kičme i poboljšanje držanja biće posebno korisne. Pazite na srce i cirkulaciju, vaše tradicionalno osetljive tačke.",
        "career": "Kreativnost i inovacije su vaši aduti ove nedelje. Ne oklevajte da podelite svoje ideje, jer bi mogle dovesti do značajnog napretka u projektu ili karijeri. Vaš vladar Sunce u povoljnom aspektu sa Jupiterom donosi prilike za profesionalno priznanje i napredovanje. Četvrtak je posebno povoljan za sastanke sa nadređenima ili prezentacije koje pokazuju vaše liderske sposobnosti. Umrežavanje tokom vikenda moglo bi dovesti do značajnih profesionalnih kontakata.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "monthly": {
        "text": "Avgust je vaš mesec za sjaj, dragi Lavovi! Sa Suncem, vašim vladarem, koje putuje kroz vaš znak većim delom meseca, osećate se kao da ste u svom prirodnom elementu – energični, kreativni i spremni da ostavite trag. Prve dve nedelje donose energiju i entuzijazam, idealne za pokretanje novih projekata koji odražavaju vašu jedinstvenu ličnost i talente. Nova faza Meseca u vašem znaku 4. avgusta označava vaš lični godišnji novi početak – savršeno vreme za postavljanje ciljeva i namera za narednih 12 meseci. Merkur koji ulazi u vaš znak 8. avgusta poboljšava vašu sposobnost komunikacije i izražavanja ideja, čineći ovo odličnim periodom za važne prezentacije, razgovore ili kreativno pisanje. Međutim, budite svesni da Merkur postaje retrogradan 24. avgusta, što može doneti kašnjenja ili nesporazume u poslednjoj nedelji meseca. Posle 22. avgusta, kada Sunce prelazi u vaš sektor finansija, fokus se pomera na materijalne resurse i vrednosti. Ovo je period za procenu finansija, razmatranje ulaganja i povećanje prihoda. Mars u znaku Device od 19. avgusta energizuje ovaj sektor, dajući vam dodatnu odlučnost da povećate svoje bogatstvo i sigurnost. Posebno obratite pažnju na priliku koja se može pojaviti oko 20. avgusta, kada Venera formira povoljan aspekt sa Jupiterom, donoseći potencijalne finansijske koristi kroz saradnju ili partnerstvo. Pun Mesec 19. avgusta u vašem sektoru odnosa donosi kulminaciju situacije vezane za važno partnerstvo – bilo poslovno ili lično.",
        "love": "Ljubavni život je dinamičan i ispunjen tokom celog meseca, dragi Lavovi. Prva polovina avgusta, dok je Sunce u vašem znaku, naglašava vašu prirodnu harizmu i privlačnost – ovo je period kada privlačite divljenje i pažnju bez napora. Za one u vezama, prva nedelja meseca je idealna za obnavljanje strasti i zabave u odnosu, možda kroz spontano putovanje ili kreativnu aktivnost koju možete deliti sa partnerom. Venera u vašem sektoru komunikacije do 12. avgusta olakšava izražavanje osećanja i poboljšava svakodnevne interakcije sa voljenom osobom. Nova faza Meseca u vašem znaku 4. avgusta označava svež početak u romantičnom životu – ovo je savršen trenutak za postavljanje namera vezanih za ljubav ili za preuzimanje inicijative sa osobom koja vas zanima. Merkur u vašem znaku od 8. do 24. avgusta (kada postaje retrogradan) podržava duboke razgovore i intelektualno povezivanje sa partnerom. Pun Mesec 19. avgusta u vašem sektoru partnerstava mogao bi doneti važan preokret u vezi – možda predlog, zajedničku odluku ili razrešenje situacije koja je dugo tinjala. Venera ulazi u vaš znak 12. avgusta i ostaje tu do kraja meseca, značajno povećavajući vašu romantičnu privlačnost i želju za ljubavlju i uživanjem. Slobodni Lavovi imaju izuzetne šanse za značajan romantični susret između 15. i 30. avgusta, sa najintenzivnijim periodom oko 25. avgusta kada Venera formira harmoničan aspekt sa Marsom.",
        "health": "Vitalna energija je snažna tokom većeg dela meseca, dragi Lavovi, zahvaljujući prisustvu vašeg vladara Sunca u vašem znaku. Ovo je period kada vaše prirodne regenerativne sposobnosti su na vrhuncu, čineći avgust idealnim za obnavljanje energije i poboljšanje opšteg zdravstvenog stanja. Međutim, pazite da ne preterujete, posebno u prvoj polovini meseca kada entuzijazam može nadmašiti fizičke granice. Obratite posebnu pažnju na srce i kičmu, vaše tradicionalno osetljive tačke, posebno oko 10. avgusta kada Mars formira izazovan aspekt sa Uranom, povećavajući rizik od naprezanja ili povreda zbog impulsivnih pokreta. Umerenost u fizičkim aktivnostima i redovni odmor pomoći će vam da održite visok nivo energije tokom celog meseca. Nova faza Meseca u vašem znaku 4. avgusta je idealno vreme za početak novog zdravstvenog režima ili fitness programa koji je u skladu sa vašim individualnim potrebama i ciljevima. Ishrana bogata antioksidansima, posebno namirnicama koje podržavaju zdravlje srca poput oraha, maslinovog ulja i bobičastog voća, biće posebno korisna. Mars koji ulazi u vaš sektor zdravlja 19. avgusta mogao bi doneti blagu sklonost ka upalnim procesima – povećan unos vode i anti-inflamatornih namirnica pomoći će u prevenciji. Merkur retrogradan od 24. avgusta nalaže oprez pri komunikaciji sa zdravstvenim radnicima – zapisujte instrukcije i ne ustručavajte se da tražite pojašnjenja ako nešto nije potpuno jasno.",
        "career": "Profesionalno priznanje moglo bi stići ovog meseca, dragi Lavovi, posebno tokom prve dve nedelje dok je Sunce u vašem znaku, osvetljavajući vaše talente i dostignuća. Vaš rad i posvećenost ne prolaze nezapaženo, posebno oko 7. avgusta kada Sunce formira povoljan aspekt sa Jupiterom u vašem sektoru karijere, otvarajući vrata novim profesionalnim mogućnostima. Ovo je odličan period za traženje unapređenja, predstavljanje važnog projekta ili isticanje vaših jedinstvenih kvaliteta nadređenima. Nova faza Meseca u vašem znaku 4. avgusta označava savršen trenutak za pokretanje novog profesionalnog projekta ili inicijative koja odražava vaše autentične talente i strasti. Merkur u vašem znaku od 8. do 24. avgusta poboljšava vašu sposobnost artikulacije ideja i pregovaranja – iskoristite ovaj period za važne poslovne razgovore pre nego što Merkur postane retrogradan. Mars koji ulazi u vaš sektor finansija 19. avgusta donosi energiju i odlučnost za povećanje prihoda, možda kroz dodatni posao ili novu strategiju zarade. Kraj meseca donosi mogućnost za dodatne prihode ili unapređenje, posebno oko 27. avgusta kada Venera u vašem znaku formira harmoničan aspekt sa Jupiterom u vašem sektoru karijere, privlačeći priznanje i materijalne nagrade. Budite oprezni sa finansijskim odlukama nakon 24. avgusta kada Merkur postaje retrogradan – ovo je bolje vreme za reviziju budžeta nego za nove investicije.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      }
    },
    {
      "id": "virgo",
      "name": "Devica",
      "dates": "23. avgust - 22. septembar",
      "element": "Zemlja",
      "ruling": "Merkur",
      "daily": {
        "text": "Danas ćete biti fokusirani na detalje i organizaciju. Vaša analitička sposobnost pomaže vam da rešite složene probleme. Savršen dan za planiranje i uređivanje.",
        "love": "Pažnja prema partneru se danas manifestuje kroz male gestove i praktičnu pomoć. Slobodne Device privlače potencijalne partnere svojom inteligencijom i predanošću.",
        "health": "Digestivni sistem zahteva pažnju. Obratite pažnju na ishranu i izbegavajte stres tokom obroka. Mentalne vežbe pomažu da ostanete uravnoteženi.",
        "career": "Vaša preciznost i posvećenost detaljima donose vam priznanje na poslu. Danas je dobar dan za rešavanje složenih zadataka i unapređenje radne efikasnosti.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "weekly": {
        "text": "Ova nedelja naglašava vaše organizacione sposobnosti. Početak nedelje je idealan za planiranje, dok druga polovina donosi prilike za praktičnu primenu vaših veština. Vikend rezervišite za odmor i opuštanje. Merkur, vaša vladajuća planeta, formira harmoničan aspekt sa Saturnom, donoseći jasnoću misli i dugoročnu perspektivu. Dobar period za strukturiranje projekata i postavljanje realističnih ciljeva.",
        "love": "Komunikacija u odnosima je ključna ove nedelje. Jasno izražavanje očekivanja i potreba pomoći će u izbegavanju nesporazuma i produbiti povezanost. Venera u povoljnom aspektu sa vašim vladarem Merkurom od srede do petka čini ove dane idealnim za značajne razgovore sa partnerom. Mogli biste otkriti nove nivoe razumevanja kroz pažljivo slušanje. Slobodne Device imaju priliku za susret sa osobom koja deli njihove vrednosti i analitički pristup životu, posebno tokom vikenda.",
        "health": "Mentalni stres može uticati na vaše fizičko zdravlje ove nedelje. Pronađite vreme za opuštanje i aktivnosti koje vas smiruju, poput čitanja ili šetnje u prirodi. Digestivni sistem je osetljiv na stres, pa obratite pažnju na ishranu, posebno u dane sa visokim nivoom obaveza. Tehnike svesnog disanja mogle bi biti posebno korisne u trenucima napetosti. Vikend je idealan za uspostavljanje bolje rutine spavanja koja podržava vaš nervni sistem.",
        "career": "Vaše analitičke sposobnosti su naglašene ove nedelje. Koristite ovu prednost za rešavanje kompleksnih problema na poslu i unapređenje radnih procesa. Sredom ćete biti posebno efikasni u organizovanju informacija i prioritizaciji zadataka. Povoljno vreme za planiranje dugoročnih projekata, zahvaljujući stabilizujućem uticaju Saturna na vašeg vladara Merkura. Vikend možete iskoristiti za pripremu za nadolazeću radnu nedelju, ali ne zaboravite da odvojite vreme i za odmor kako biste održali mentalnu svežinu.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "monthly": {
        "text": "Septembar vam donosi period povećane mentalne jasnoće i organizacionih sposobnosti, drage Device, posebno nakon vašeg rođendana kada Sunce ulazi u vaš znak 23. avgusta. Ovaj mesec predstavlja vaš lični novi početak godine, vreme kada vaša prirodna preciznost, analitičnost i praktičnost dolaze do punog izražaja. Merkur, vaš vladajuća planeta, izlazi iz retrogradnog perioda 16. septembra, značajno olakšavajući komunikaciju i otklanjajući nesporazume koji su možda nastali krajem avgusta. Prva polovina meseca idealna je za planiranje i postavljanje ciljeva za narednu godinu, sa posebnim fokusom na praktične korake i detalje koji će vas dovesti do uspeha. Nova faza Meseca u vašem znaku 3. septembra označava savršen trenutak za započinjanje novih projekata ili uvođenje pozitivnih promena u vašu rutinu. Venera ulazi u vaš znak 8. septembra, pojačavajući vašu privlačnost i donoseći harmoniju u lične odnose. Ovo je period kada vam je lakše da privučete ono što želite kroz svoj šarm i diplomatiju. Jupiter u povoljnom aspektu sa Merkurom oko 12. septembra donosi prilike za intelektualni rast i proširenje vidika – možda kroz putovanje, obrazovanje ili značajan mentor. Druga polovina meseca, posebno nakon 23. septembra kada Sunce prelazi u vaš sektor finansija, naglašava materijalne resurse i vrednosti. Ovo je vreme za procenu budžeta, razmatranje ulaganja i pronalaženje načina za povećanje sigurnosti. Pun Mesec 18. septembra u vašem sektoru duhovnosti i dalekih horizonata donosi kulminaciju situacije vezane za obrazovanje, putovanja ili filozofska uverenja, možda otkrivajući važnu istinu ili perspektivu koja menja vaš pogled na svet.",
        "love": "Odnosi zahtevaju više strpljenja i razumevanja ovog meseca, drage Device, posebno u prvoj polovini septembra dok Merkur još uvek retrogradan. Komunikacija sa partnerom mogla bi biti izazovna, sa potencijalnim nesporazumima koji zahtevaju dodatno pojašnjenje. Međutim, ova situacija se značajno poboljšava nakon 16. septembra kada Merkur ponovo postaje direktan. Venera koja ulazi u vaš znak 8. septembra donosi period povećane privlačnosti i lakoće u izražavanju naklonosti. Partner ceni vašu predanost i praktičnost, ali možda ponekad čezne za više spontanosti i romantike – Venera u vašem znaku pomaže vam da izrazite ovu nežniju stranu svoje prirode. Nova faza Meseca u vašem znaku 3. septembra označava svež početak u romantičnom životu – idealno vreme za postavljanje namera vezanih za odnose ili za preuzimanje inicijative sa osobom koja vas zanima. Pun Mesec 18. septembra osvetljava vaš sektor duhovne povezanosti, možda donoseći dublje razumevanje emotivne dinamike u vašem odnosu. Za slobodne Device, period nakon 20. septembra donosi povećanu šansu za značajan romantični susret, posebno kroz aktivnosti povezane sa učenjem, kulturom ili putovanjem. Posebno povoljni dani za ljubav su 22. i 28. septembar, kada Venera formira harmonične aspekte sa Jupiterom i Neptunom, donoseći romantični idealizam i otvorenost za dublje emotivno povezivanje.",
        "health": "Stomak i digestivni sistem su osetljivi ovog meseca, drage Device, posebno tokom prve polovine septembra kada bi mentalni stres mogao negativno uticati na varenje. Obratite pažnju na ishranu i unosite više vlakana, probiotika i lagano pripremljenih obroka koji ne opterećuju sistem za varenje. Mentalni stres se može manifestovati fizički, pa je važno pronaći tehnike za opuštanje poput progresivne mišićne relaksacije, meditacije ili jednostavno provođenja vremena u prirodi. Nova faza Meseca u vašem znaku 3. septembra predstavlja idealno vreme za uvođenje novih zdravstvenih navika ili rutina koje podržavaju vaše blagostanje. Venera u vašem znaku od 8. septembra podseća vas na važnost samobrige i uživanja u malim zadovoljstvima koja hrane dušu. Merkur koji postaje direktan 16. septembra olakšava mentalnu napetost i poboljšava kvalitet sna, koji je bio možda narušen tokom retrogradnog perioda. Fizičke aktivnosti koje kombinuju preciznost, koordinaciju i svesnost, poput pilates-a, tai chija ili joge, posebno će odgovarati vašoj prirodi tokom ovog perioda. Pun Mesec 18. septembra u vašem sektoru duhovnosti podseća vas na važnost povezivanja sa višim smislom i svrhom kao ključnog aspekta holističkog zdravlja.",
        "career": "Poslovne prilike dolaze kroz vašu sposobnost da uočite detalje koje drugi propuštaju, drage Device. Septembar donosi period povećane vidljivosti i prepoznavanja vaših talenata na radnom mestu, posebno nakon vašeg rođendana kada Sunce ulazi u vaš znak. Prva polovina meseca, iako možda obeležena kašnjenjima zbog retrogradnog Merkura, pruža vam priliku da pažljivo pregledate projekte i usavršite ih pre prezentacije. Nakon što Merkur postane direktan 16. septembra, komunikacija sa kolegama i nadređenima postaje mnogo efikasnija, olakšavajući napredak u projektima koji su možda bili zaustavljeni. Nova faza Meseca u vašem znaku 3. septembra označava idealan trenutak za postavljanje novih profesionalnih ciljeva ili započinjanje projekta koji odražava vaše jedinstvene veštine i interese. Venera u vašem znaku od 8. septembra poboljšava vaše diplomatske sposobnosti, čineći ovo povoljnim periodom za pregovore, intervjue za posao ili traženje povišice. Sredinom meseca mogli biste dobiti priznanje za svoj rad ili ponudu za unapređenje, posebno oko 15. septembra kada Jupiter u vašem sektoru karijere formira povoljan aspekt sa vašim vladarem Merkurom. Druga polovina septembra, naročito nakon 23. kada Sunce prelazi u vaš sektor finansija, stavlja fokus na monetarne aspekte vaše karijere – ovo je dobar period za razvijanje strategija za povećanje prihoda ili pregovaranje o beneficijama. Pun Mesec 18. septembra u vašem sektoru viših ciljeva mogao bi doneti značajan preokret u karijeri povezan sa daljim obrazovanjem ili međunarodnim prilikama.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      }
    },
    {
      "id": "libra",
      "name": "Vaga",
      "dates": "23. septembar - 22. oktobar",
      "element": "Vazduh",
      "ruling": "Venera",
      "daily": {
        "text": "Danas je fokus na harmoniji i ravnoteži u vašim odnosima. Diplomatske veštine dolaze do izražaja pri rešavanju sukoba. Estetika i lepota igraju važnu ulogu u vašem danu.",
        "love": "Romantika je naglašena danas. Partner ceni vašu želju za ravnopravnošću i fer odnosom. Slobodne Vage privlače pažnju svojom šarmantnom prirodom.",
        "health": "Bubrezi i donji deo leđa zahtevaju pažnju. Hidratacija je ključna, kao i vežbe za jačanje leđnih mišića. Izbegavajte preterano sedenje.",
        "career": "Vaše sposobnosti za pregovaranje su danas na vrhuncu. Idealan je dan za sastanke, sklapanje dogovora ili rešavanje nesporazuma sa kolegama.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "weekly": {
        "text": "Nedelja počinje sa fokusom na partnerstva i saradnju. Sredinom nedelje mogući su manji konflikti koji zahtevaju vašu diplomatsku prirodu. Vikend je idealan za društvene aktivnosti i estetska iskustva. Venera, vaša vladajuća planeta, formira harmoničan aspekt sa Jupiterom, donoseći sreću i proširene mogućnosti u odnosima. Dobra nedelja za društvene događaje i umrežavanje.",
        "love": "Balans u odnosima je ključna tema ove nedelje. Razgovori o očekivanjima i granicama pomoći će u uspostavljanju bolje ravnoteže između davanja i primanja. Vaša vladajuća planeta Venera u povoljnom aspektu sa Jupiterom čini sredu i četvrtak idealnim danima za romantične sastanke ili značajne razgovore sa partnerom. Slobodne Vage imaju izuzetne šanse za susret sa nekim posebnim tokom vikenda, posebno na društvenom događaju ili kroz zajedničke prijatelje.",
        "health": "Stres može uticati na vaše bubrege ove nedelje. Pijte više vode i izbegavajte previše kafe i alkohola. Joga ili taj-či mogu pomoći u uspostavljanju unutrašnje ravnoteže. Posebnu pažnju posvetite donjem delu leđa, posebno ako provodite mnogo vremena sedeći. Balans između aktivnosti i odmora je ključan za vaše blagostanje, posebno oko punog meseca sredinom nedelje kada bi vaša energija mogla biti nestabilna.",
        "career": "Vaša sposobnost sagledavanja različitih perspektiva čini vas vrednim članom tima. Ove nedelje možete očekivati priznanje za svoj fer pristup i sposobnost mirenja suprotstavljenih strana. Povoljno vreme za pravne poslove ili ugovore, zahvaljujući harmoničnom aspektu između vaše vladajuće planete Venere i Jupitera. Kreativni projekti koji uključuju dizajn, umetnost ili javne odnose imaju posebno dobre izglede za uspeh. Sastanak u četvrtak mogao bi doneti važnu poslovnu priliku.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "monthly": {
        "text": "Oktobar donosi naglasak na vaše partnerske odnose, draga Vago, bilo poslovne ili lične. Sa Suncem koje ulazi u vaš znak 23. septembra, prvi deo meseca predstavlja vaš lični godišnji novi početak – vreme kada se osećate energičnije, jasnije i više usklađeni sa svojim autentičnim ja. Merkur u vašem znaku do 14. oktobra poboljšava vašu sposobnost komunikacije i izražavanja ideja, čineći ovo odličnim periodom za važne razgovore i pregovore. Prva polovina meseca idealna je za rešavanje nesuglasica i uspostavljanje bolje ravnoteže u vašim odnosima, sa Venerom, vašom vladajućom planetom, koja prolazi kroz vaš sektor komunikacije do 8. oktobra, olakšavajući diplomatiju i razumevanje. Nova faza Meseca u vašem znaku 2. oktobra označava savršen trenutak za pokretanje novih projekata ili odnosa koji odražavaju vaše vrednosti i viziju. Ovo je posebno povoljno jer Jupiter u vašem sektoru partnerstva formira harmoničan aspekt sa Venerom oko 7. oktobra, donoseći ekspanziju i sreću kroz odnose sa drugima. Posle 15. oktobra, fokus se pomera na finansijska pitanja i zajedničke resurse, sa Suncem koje ulazi u vaš sektor vrednosti. Ovo je period za procenu materijalnih aspekata vaših partnerstva – bilo da se radi o zajedničkim finansijama u romantičnom odnosu ili o poslovnim aranžmanima. Pazite na priliku koja se može pojaviti oko 18. oktobra, kada Mars formira povoljan aspekt sa Jupiterom, donoseći potencijalni finansijski dobitak kroz partnerstvo ili saradnju. Pun Mesec 17. oktobra u vašem sektoru transformacije donosi kulminaciju duboke emotivne situacije, možda vezane za intimnost, zajedničke resurse ili psihološko isceljenje. Venera ulazi u vaš znak 31. oktobra, završavajući mesec na visoko harmoničnoj noti, povećavajući vašu prirodnu privlačnost i lakoću u odnosima.",
        "love": "Ljubavni odnosi su u centru pažnje ovog meseca, draga Vago, sa vašom vladajućom planetom Venerom koja prolazi kroz vaš sektor komunikacije do 8. oktobra, olakšavajući razgovore o osećanjima i poboljšavajući svakodnevne interakcije sa partnerom. Potreba za ravnotežom između nezavisnosti i bliskosti može postati tema razgovora, posebno oko 5. oktobra kada Venera formira izazovan aspekt sa Saturnom u vašem sektoru svakodnevice, zahtevajući praktične kompromise u vezi sa rutinama i odgovornostima. Nova faza Meseca u vašem znaku 2. oktobra označava svež početak u romantičnom životu – idealno vreme za postavljanje novih standarda u odnosu ili za izražavanje vaših potreba i želja. Jupiter u vašem sektoru partnerstava tokom celog meseca nastavlja da proširuje vaše mogućnosti za značajne veze, posebno oko 7. oktobra kada formira harmoničan aspekt sa Venerom, donoseći period povećane sreće i optimizma u ljubavnom životu. Za one u vezama, ovo je odlično vreme za planiranje zajedničke budućnosti ili za rešavanje dugotrajnih problema kroz mudrost i velikodušnost. Pun Mesec 17. oktobra u vašem sektoru intimnosti donosi duboko emotivno iskustvo ili preokret vezan za poverenje, ranjivost ili zajedničke resurse. Ovo bi mogao biti trenutak značajnog produbljivanja veze ili suočavanja sa skrivenim strahovima koji su sprečavali istinsku bliskost. Mars u vašem sektoru spiritualnosti tokom celog meseca podržava veze koje su zasnovane na dubljim vrednostima i zajedničkim idealima. Za slobodne Vage, ovo je mesec bogat mogućnostima za nova poznanstva, posebno na kulturnim događajima, obrazovnim ustanovama ili kroz putovanja. Period nakon 31. oktobra, kada Venera ulazi u vaš znak, donosi vrhunac vaše privlačnosti i šarma, čineći prvih nekoliko dana novembra posebno povoljnim za nova romantična poznanstva.",
        "health": "Obratite pažnju na bubrege i donji deo leđa tokom oktobra, draga Vago, jer su to vaše tradicionalno osetljive tačke. Balansirana ishrana i redovna hidratacija su ključni, posebno u prvoj polovini meseca kada je aktivnost povećana sa Suncem u vašem znaku. Izbegavajte previše soli, kafe i alkohola, posebno oko punog Meseca 17. oktobra koji bi mogao intenzivirati bilo kakvu postojeću neravnotežu. Venera, vaša vladajuća planeta, u sektoru komunikacije do 8. oktobra naglašava važnost mentalne stimulacije za vaše opšte blagostanje – aktivnosti poput čitanja, rešavanja zagonetki ili zanimljivih razgovora održavaće vaš um aktivnim i zdravim. Nova faza Meseca u vašem znaku 2. oktobra predstavlja idealno vreme za uvođenje novih zdravstvenih navika ili za obnavljanje posvećenosti režimu vežbanja koji ste možda zanemarili. Fizičke aktivnosti koje kombinuju estetiku i balans, poput plesa, pilates-a ili joge, posebno će odgovarati vašoj prirodi tokom ovog perioda. Mars u vašem sektoru spiritualnosti tokom celog meseca podseća vas na važnost duhovnog zdravlja za fizičku dobrobit – aktivnosti poput meditacije, svesnog disanja ili časova joge koji integrišu um i telo mogu biti posebno blagotvorne. Estetska okruženja imaju pozitivan uticaj na vaše emocionalno blagostanje, tako da provođenje vremena u lepim prirodnim ambijentima ili uređenje vašeg životnog prostora sa pažnjom na detalje i harmoniju može značajno poboljšati vaše raspoloženje i energiju.",
        "career": "Poslovne prilike dolaze kroz partnerstva i saradnju ovog meseca, draga Vago, sa Jupiterom koji nastavlja svoje putovanje kroz vaš sektor partnerstava, proširujući mogućnosti za zajedničke poduhvate i kooperativne projekte. Ovo je posebno naglašeno oko 7. oktobra kada Jupiter formira harmoničan aspekt sa vašom vladajućom planetom Venerom, donoseći potencijalne koristi kroz poslovne odnose. Vaše pregovaračke veštine su naglašene tokom prve polovine meseca, sa Merkurom u vašem znaku do 14. oktobra, što vam može doneti nove klijente ili unapređenje postojećih poslovnih odnosa. Nova faza Meseca u vašem znaku 2. oktobra predstavlja idealan trenutak za lansiranje novog projekta, posebno onog koji uključuje dizajn, umetnost ili javne odnose – oblasti u kojima vaš prirodni osećaj za estetiku i balans donosi prednost. Sredina meseca donosi fokus na finansijske aspekte vaše karijere, sa Suncem koje ulazi u vaš sektor resursa 15. oktobra. Ovo je dobar period za pregovore o plati, reviziju budžeta ili razmatranje novih izvora prihoda. Mars u vašem sektoru duhovnosti i viših ciljeva tokom celog meseca daje vam energiju i motivaciju za rad na projektima koji su u skladu sa vašim idealima i etičkim principima. Možda ćete naći inspiraciju kroz učenje, podučavanje ili rad na međunarodnom nivou. Pun Mesec 17. oktobra u vašem sektoru transformacije mogao bi doneti značajan preokret vezan za zajedničke resurse ili ulaganja – budite otvoreni za nekonvencionalne finansijske aranžmane koji bi mogli doneti uzajamnu korist. Poslednja nedelja oktobra, posebno nakon što Venera uđe u vaš znak 31. oktobra, donosi period povećanog šarma i lakoće u profesionalnim interakcijama, čineći prve dane novembra posebno povoljnim za važne sastanke, prezentacije ili networking događaje.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      }
    },
    {
      "id": "scorpio",
      "name": "Škorpija",
      "dates": "23. oktobar - 21. novembar",
      "element": "Voda",
      "ruling": "Pluton, Mars",
      "daily": {
        "text": "Danas je vaša intuicija posebno jaka. Skrivene informacije izlaze na površinu, pomažući vam da donesete informisane odluke. Transformacija i regeneracija su ključne teme.",
        "love": "Dubina osećanja karakteriše vaše odnose danas. Partner ceni vašu posvećenost i lojalnost. Slobodne Škorpije privlače intenzivne i značajne veze.",
        "health": "Reproduktivni sistem i intimni delovi tela zahtevaju pažnju. Detoksikacija i čišćenje organizma su preporučeni za održavanje vitalnosti.",
        "career": "Vaše istraživačke sposobnosti su danas naglašene. Idealan je dan za dublje analize, istraživanja ili otkrivanje skrivenih aspekata poslovnih situacija.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "weekly": {
        "text": "Ova nedelja donosi prilike za transformaciju i lični rast. Početak nedelje može biti intenzivan, dok sredinom nedelje dolazi do važnih uvida. Vikend je idealan za opuštanje i regeneraciju. Pluton, jedan od vaših vladara, formira značajan aspekt sa Suncem, donoseći dubinske uvide i mogućnost za osnaživanje. Mars, vaš drugi vladar, aktivira vaš sektor karijere, dajući vam energiju za profesionalne poduhvate.",
        "love": "Emocionalna dubina i iskrenost su ključni ove nedelje. Razgovori koji dodiruju srž odnosa pomoći će u stvaranju jače veze i međusobnog poverenja. Planeta Venera formira intrigantan aspekt sa Plutonom sredinom nedelje, intenzivirajući osećanja i privlačnost. Ovo je period kada mogu izaći na površinu duboko zakopane emocije ili želje. Slobodne Škorpije mogle bi sresti nekoga sa kim osećaju trenutnu i duboku povezanost, posebno u četvrtak ili petak.",
        "health": "Fizička regeneracija je važna ove nedelje. Obratite pažnju na signale svog tela i dajte sebi vremena za oporavak nakon intenzivnih aktivnosti. Detoksifikacione prakse poput saune, hidratacije ili posta mogle bi biti posebno korisne, posebno u prvoj polovini nedelje. Vikend je idealan za aktivnosti koje kombinuju fizičko i psihičko obnavljanje, poput joge ili meditativnih šetnji u prirodi. Obratite posebnu pažnju na reproduktivne i eliminacijske organe, vaše tradicionalno osetljive tačke.",
        "career": "Vaša sposobnost da vidite ispod površine situacija donosi vam prednost na poslu. Ove nedelje možete otkriti važne informacije koje će uticati na buduće poslovne strategije. Mars u vašem sektoru karijere daje vam dodatnu ambiciju i energiju za napredovanje. Ovo je dobar period za istraživačke projekte, finansijske analize ili stratešku transformaciju posla. Početkom nedelje mogli biste dobiti priliku za ulogu koja zahteva poverljivost i sposobnost rukovanja osetljivim informacijama – oblasti u kojima prirodno excelirati.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "monthly": {
        "text": "Novembar za vas donosi period intenzivnih transformacija i dubokih uvida, draga Škorpijo. Sa Suncem koje putuje kroz vaš znak većim delom meseca (do 22. novembra), osećate se energičnije i više usklađeni sa svojom pravom prirodom. Ovo je vaš lični godišnji novi početak – vreme za postavljanje namera i vizualizaciju željenih transformacija. Merkur u vašem znaku do 5. novembra poboljšava vašu sposobnost da artikulišete duboke misli i osećanja, čineći ovo povoljnim periodom za važne razgovore ili pisanje. Prva polovina meseca fokusirana je na lični razvoj i samootkrivanje, sa posebno značajnim periodom oko 4. novembra kada Nova faza Meseca u vašem znaku otvara vrata za nove početke i sveže energije. Mars, jedan od vaših vladara, u povoljnom aspektu sa Suncem oko 10. novembra daje vam dodatnu hrabrost i odlučnost da sledite svoje ciljeve bez kompromisa. Oko 15. novembra mogli biste doživeti značajnu emotivnu ili duhovnu spoznaju, povezanu sa snažnim aspektom između Plutona (vašeg drugog vladara) i Venere u vašem sektoru tajni i podsvesti. Ovo je period kada skrivene istine izlaze na površinu, donoseći duboko isceljenje i oslobođenje. Druga polovina meseca, nakon što Sunce uđe u znak Strelca 22. novembra, naglašava materijalne aspekte života i vrednosti. Venera ulazi u vaš znak 24. novembra, pojačavajući vašu magnetsku privlačnost i donoseći harmoniju u lične odnose do kraja meseca. Pun Mesec 15. novembra u vašem sektoru odnosa osvetljava dinamiku vaših najvažnijih veza, donoseći kulminaciju situacije koja je možda dugo sazrevala ispod površine. Mars koji ulazi u vaš sektor karijere 12. novembra energizuje vaše profesionalne ambicije, dajući vam odlučnost i hrabrost da se zauzmete za svoje ciljeve i zasluženo priznanje.",
        "love": "Intimnost i poverenje su ključne teme u odnosima ovog meseca, draga Škorpijo, sa Venerom koja prolazi kroz vaš najdublji i najintimniji sektor do 24. novembra kada ulazi u vaš znak. Prva polovina meseca donosi prilike za duboko emotivno povezivanje i psihološko razumevanje partnera, posebno oko 15. novembra kada Venera formira intenzivan aspekt sa vašim vladarem Plutonom. Ovo je period kada se mogu otkriti skrivene dinamike odnosa, dozvoljavajući istinsku transformaciju i isceljenje. Spremnost da budete ranjivi, iako možda teška za vašu prirodno zaštitnički nastrojenu prirodu, otvara put dubljoj povezanosti i intimnosti koja prevazilazi površni nivo. Nova faza Meseca u vašem znaku 4. novembra označava svež početak u romantičnom životu – savršeno vreme za postavljanje namera vezanih za kvalitet i dubinu odnosa koje želite da privučete ili razvijete. Pun Mesec 15. novembra u vašem sektoru partnerstava donosi kulminaciju situacije u važnoj vezi, možda otkrivajući istine ili emocije koje su dugo bile potisnute. Ovo je period kada odnos može doživeti značajnu transformaciju – bilo kroz produbljivanje veze ili kroz neophodne promene koje vode ka većoj autentičnosti. Slobodne Škorpije privlače partnere sa kojima osećaju duboku psihološku vezu, posebno u drugoj polovini meseca nakon što Venera uđe u vaš znak 24. novembra, značajno pojačavajući vašu prirodnu magnetsku privlačnost. Poslednja nedelja novembra donosi posebno povoljan period za nova poznanstva, sa najvećim potencijalom oko 28. novembra kada Venera u vašem znaku formira harmoničan aspekt sa Neptunom, donoseći romantični idealizam i spiritualnu povezanost.",
        "health": "Emocionalno i psihičko zdravlje zahteva pažnju ovog meseca, draga Škorpijo, sa intenzivnim planetarnim aktivnostima u vašem znaku koje mogu doneti period povišene osetljivosti i unutrašnjih previranja. Tehnike za upravljanje stresom poput meditacije, joge ili dubinskih razgovora sa bliskim osobama mogu biti izuzetno korisne, posebno oko punog Meseca 15. novembra kada bi emotivni intenzitet mogao dostići vrhunac. Fizički, obratite pažnju na reproduktivne i eliminacijske organe, vaše tradicionalno osetljive tačke, posebno oko 10. novembra kada Mars formira izazovan aspekt sa Plutonom. Detoksifikacione prakse poput povećane hidratacije, saune ili blagog posta mogu podržati vaše telo u oslobađanju toksina, kako fizičkih tako i emocionalnih. Nova faza Meseca u vašem znaku 4. novembra označava idealan trenutak za uvođenje novih zdravstvenih navika koje podržavaju vašu emotivnu ravnotežu i fizičku vitalnost. Možda ćete otkriti da aktivnosti koje uključuju vodu, poput plivanja ili hidromasaže, imaju posebno regenerativno dejstvo na vaš sistem. Venera koja ulazi u vaš znak 24. novembra podseća vas na važnost samoljubavi i uživanja u životu kao ključnih komponenti zdravlja. Ovo je dobar period za tretmane koji kombinuju opuštanje i estetske aspekte, poput aromaterapijske masaže ili balneoterapije. San zaslužuje posebnu pažnju ovog meseca, jer tokom perioda intenzivne transformacije, kvalitetan odmor je neophodan za integraciju promena na svim nivoima vašeg bića.",
        "career": "Profesionalna transformacija je moguća ovog meseca, draga Škorpijo, sa značajnim planetarnim aktivnostima u vašem znaku koje podržavaju dubinske promene i rast. Sunce u vašem znaku do 22. novembra daje vam vidljivost i priznanje za vaš rad, čineći ovo povoljnim periodom za preuzimanje vodeće uloge u projektima ili za predstavljanje svojih ideja nadređenima. Nova faza Meseca u vašem znaku 4. novembra označava idealan trenutak za pokretanje novog profesionalnog projekta ili za značajnu promenu u karijeri. Vaša intuicija je posebno jaka oko ovog datuma – osluškujte unutrašnji glas pri donošenju važnih odluaka vezanih za profesionalni put. Spremnost da napustite zastarele metode ili pozicije otvara vrata novim, uzbudljivijim mogućnostima u karijeri, posebno oko 15. novembra kada dolazi do intenzivnog spoja Plutona i Venere koji transformiše vaš odnos prema vrednosti i samopouzdanju. Mars, jedan od vaših vladara, ulazi u vaš sektor karijere 12. novembra, donoseći period povećane ambicije i energije za profesionalni napredak. Ovo je vreme kada možete postići značajne rezultate kroz odlučnost i stratešku agresivnost – kvalitete koji dolaze prirodno vašem znaku. Druga polovina meseca, posebno nakon 22. novembra kada Sunce ulazi u vaš sektor finansija, stavlja fokus na materijalne aspekte vaše karijere. Ovo je povoljan period za pregovore o plati, traženje novih izvora prihoda ili strateško upravljanje resursima. Venera u vašem znaku od 24. novembra poboljšava vaš profesionalni šarm i pregovaračke sposobnosti, čineći poslednju nedelju meseca posebno povoljnom za važne poslovne sastanke ili prezentacije.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      }
    },
    {
      "id": "sagittarius",
      "name": "Strelac",
      "dates": "22. novembar - 21. decembar",
      "element": "Vatra",
      "ruling": "Jupiter",
      "daily": {
        "text": "Danas vas prati optimizam i želja za širenjem horizonata. Idealan je dan za učenje, putovanja ili filozofska promišljanja. Vaš entuzijazam inspiriše druge oko vas.",
        "love": "Sloboda i iskrenost su vam danas posebno važni u odnosima. Partner ceni vašu direktnost i avanturistički duh. Slobodni Strelčevi privlače partnere kroz svoju vedru prirodu.",
        "health": "Kukovi, butine i jetra zahtevaju pažnju. Fizičke aktivnosti na otvorenom posebno će vam prijati i doprineti opštem zdravlju.",
        "career": "Vaša vizija i sposobnost sagledavanja šire slike donose vam prednost na poslu. Danas je dobar dan za planiranje dugoročnih ciljeva ili međunarodne saradnje.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "weekly": {
        "text": "Ova nedelja donosi prilike za avanture i nove početke. Početak nedelje je energičan, dok sredinom nedelje možete očekivati važne informacije. Vikend je idealan za istraživanje novih mesta ili ideja. Jupiter, vaš vladar, formira povoljan aspekt sa Merkurom, proširujući vaše vidike i donoseći prilike za učenje i putovanja. Vaš optimizam je zarazan i privlači pozitivne situacije i ljude.",
        "love": "Komunikacija i intelektualna povezanost su ključni ove nedelje. Deljenje ideja i životnih filozofija sa partnerom produbljuje vezu i stvara nova razumevanja. Jupiter u harmoniji sa Venerom sredinom nedelje donosi sreću i ekspanziju u romantičnom životu. Ovo je odličan period za planiranje putovanja sa partnerom ili za zajedničko učenje novih veština. Slobodni Strelčevi imaju izuzetne šanse za susret sa nekim inspirativnim i duhovnim, posebno tokom vikenda na mestima povezanim sa kulturom ili obrazovanjem.",
        "health": "Fizička aktivnost je važna ove nedelje, posebno ona koja uključuje kretanje na otvorenom. Pazite na preteranu konzumaciju hrane i pića tokom društvenih okupljanja. Povoljno vreme za aktivnosti koje proširuju um i duh, poput joge, meditacije ili čitanja inspirativne literature. Jupiter aktivira vašu kuću zdravlja, čineći ovo dobrim periodom za uvođenje novih zdravih navika ili za učenje o alternativnim pristupima zdravlju. Obratite posebnu pažnju na kukove i butine tokom intenzivnih aktivnosti.",
        "career": "Vaša sposobnost inspirisanja drugih i prenošenja entuzijazma donosi vam prednost u timskom radu. Ove nedelje možete očekivati napredak u projektima koji zahtevaju kreativnost i inovaciju. Jupiter u povoljnom aspektu sa Merkurom otvara vrata za učenje, podučavanje ili objavljivanje, čineći ovo odličnim periodom za akademske ili izdavačke poduhvate. Kontakt sa osobom iz inostranstva ili drugog kulturnog miljea mogao bi dovesti do značajne poslovne prilike. Vikend je idealan za planiranje dugoročne profesionalne strategije ili za istraživanje mogućnosti za dalje obrazovanje.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "monthly": {
        "text": "Decembar za vas donosi period ekspanzije i novih mogućnosti, dragi Strelčevi. Sa Suncem koje ulazi u vaš znak 22. novembra, prva tri tjedna decembra predstavljaju vaš lični godišnji novi početak – vreme kada vaša prirodna ekspanzivnost, optimizam i želja za avanturom dolaze do punog izražaja. Merkur u vašem znaku od 5. do 25. decembra (kada postaje retrogradan) poboljšava vašu sposobnost komunikacije i izražavanja ideja, čineći ovo odličnim periodom za važne razgovore, učenje ili podučavanje. Prva polovina meseca idealna je za učenje i sticanje novih iskustava, sa Jupiterom, vašim vladarem, koji formira harmoničan aspekt sa Merkurom oko 12. decembra, otvarajući vrata za intelektualni rast i proširenje vidika. Nova faza Meseca u vašem znaku 1. decembra označava savršen trenutak za postavljanje ambicioznih ciljeva za narednu godinu ili za pokretanje avanturističkog projekta. Venera ulazi u vaš znak 17. decembra, donoseći period povećane privlačnosti i lakoće u ličnim odnosima. Ovo je vreme kada vam je lakše da privučete ono što želite kroz svoj šarm i optimizam. Oko 10. decembra mogli biste doživeti važan preokret, možda vezan za karijeru ili društveni status, kada Mars formira dinamičan aspekt sa Jupiterom, donoseći energiju i hrabrost za preuzimanje rizika koji vode ka rastu. Druga polovina meseca, posebno nakon 21. decembra kada Sunce napušta vaš znak, stavlja veći fokus na materijalne aspekte života i lične vrednosti. Ovo je period za procenu resursa i razmišljanje o tome kako vaše vrednosti oblikuju vaše ciljeve i odluke. Pun Mesec 15. decembra u vašem sektoru komunikacije donosi kulminaciju situacije vezane za učenje, razmenu ideja ili odnose sa braćom, sestrama i komšijama. Mars u vašem sektoru karijere od 12. decembra daje vam dodatnu energiju i ambiciju za profesionalni napredak u poslednjim nedeljama godine. Merkur koji postaje retrogradan 25. decembra nalaže oprez u komunikaciji i putovanjima tokom prazničnog perioda – dvostruko proverite planove i budite fleksibilni u slučaju kašnjenja ili promene planova.",
        "love": "Ljubavni život je dinamičan i inspirativan ovog meseca, dragi Strelčevi. Sa Suncem u vašem znaku do 21. decembra, vaša prirodna privlačnost i entuzijazam su pojačani, čineći vas magnetskim za potencijalne partnere. Potreba za slobodom i iskrenim izražavanjem osećanja postaje centralna tema u vašim odnosima, posebno u prvoj polovini meseca. Ako ste u vezi, partner će ceniti vašu iskrenost i avanturistički duh, ali možda će povremeno čeznuti za više emocionalne dubine i sigurnosti. Nova faza Meseca u vašem znaku 1. decembra označava svež početak u romantičnom životu – savršeno vreme za iskrene razgovore o budućim ciljevima ili za preuzimanje inicijative sa osobom koja vas zanima. Venera koja ulazi u vaš znak 17. decembra značajno povećava vašu romantičnu privlačnost i želju za ljubavlju i uživanjem. Ovo je jedan od najpovoljnijih perioda godine za slobodne Strelčeve koji traže novu vezu, sa posebno povoljnim danima oko 20. decembra kada Venera formira harmoničan aspekt sa Jupiterom, vašim vladarem, donoseći sreću i optimizam u ljubavni život. Zajednička putovanja ili učenja mogu dodatno ojačati veze, bilo da se radi o fizičkom putovanju ili metaforičkom istraživanju novih ideja i perspektiva zajedno. Pun Mesec 15. decembra u vašem sektoru komunikacije mogao bi doneti važan razgovor ili razmenu informacija koja utiče na vašu vezu, možda otkrivajući istine koje su bile nejasne ili neizrečene. Merkur koji postaje retrogradan 25. decembra upozorava na moguće nesporazume tokom prazničnog perioda – budite posebno pažljivi u komunikaciji sa partnerom i izbegavajte donošenje impulsivnih odluka vezanih za odnos do sredine januara kada Merkur ponovo postaje direktan.",
        "health": "Fizička aktivnost i boravak u prirodi su ključni za vaše blagostanje ovog meseca, dragi Strelčevi, sa Suncem u vašem znaku koje energizuje vaše telo i duh. Ovo je period kada se prirodno osećate vitalno i optimistično, ali pazite na tendenciju ka preterivanju koja može pratiti ovu energiju. Balans između aktivnosti i odmora je važan, posebno u periodu oko 10. decembra kada Mars formira izazovan aspekt sa Jupiterom, vašim vladarem, što može dovesti do iscrpljenosti ako ne poštujete granice svog tela. Aktivnosti na otvorenom poput planinarenja, biciklizma ili jednostavno dugih šetnji u prirodi posebno će odgovarati vašoj prirodi tokom ovog perioda. Nova faza Meseca u vašem znaku 1. decembra predstavlja idealno vreme za postavljanje novih zdravstvenih ciljeva ili za obnavljanje posvećenosti fizičkoj aktivnosti koja vas ispunjava. Pazite na tendenciju ka preterivanju u hrani i piću tokom prazničnih okupljanja, posebno nakon 17. decembra kada Venera ulazi u vaš znak, pojačavajući vašu sklonost ka uživanju i indulgenciji. Jupiter, vaš vladar, u sektoru zdravlja tokom celog meseca naglašava važnost umerenog proširenja vaših zdravstvenih rutina – možda kroz učenje novih vežbi, eksperimentisanje sa različitim nutritivnim pristupima ili istraživanje alternativnih terapija. Obratite posebnu pažnju na kukove, butine i jetru, vaše tradicionalno osetljive tačke, posebno ako ste skloni prekomernoj fizičkoj aktivnosti ili konzumaciji alkohola. Merkur retrogradan od 25. decembra može doneti konfuziju vezanu za zdravstvene rutine – pokušajte da održite konzistentnost u osnovnim navikama poput sna, hidratacije i kretanja čak i tokom prazničnog perioda.",
        "career": "Profesionalni rast je naglašen ovog meseca, dragi Strelčevi, sa nekoliko planetarnih uticaja koji podržavaju vašu prirodnu ekspanzivnost i viziju. Sunce u vašem znaku do 21. decembra daje vam vidljivost i samopouzdanje potrebno za preuzimanje rizika i iskorištavanje novih prilika. Vaša sposobnost da vidite širu sliku i inspirišete druge dolazi do punog izražaja, čineći vas prirodnim liderom u timskim projektima. Nova faza Meseca u vašem znaku 1. decembra označava idealan trenutak za postavljanje ambicioznih profesionalnih ciljeva ili za pokretanje projekta koji odražava vaše vrednosti i strasti. Jupiter, vaš vladar, formira harmoničan aspekt sa Merkurom oko 12. decembra, otvarajući vrata za učenje, podučavanje, objavljivanje ili međunarodne prilike – oblasti u kojima vaš znak prirodno excelira. Ovo je odličan period za prijavu na obrazovne programe, certifikacije ili za širenje poslovanja na nova tržišta. Mars koji ulazi u vaš sektor karijere i javnog statusa 12. decembra daje vam dodatnu energiju i odlučnost za profesionalni napredak tokom poslednje dve nedelje godine. Ovo je vreme kada možete postići značajne rezultate kroz fokusiranu akciju i hrabro liderstvo. Oko 10. decembra, kada Mars formira dinamičan aspekt sa Jupiterom, mogli biste doživeti važan profesionalni preokret – možda priliku za unapređenje, promenu karijere ili preuzimanje veće odgovornosti koja bolje odgovara vašim ambicijama. Sunce koje ulazi u vaš sektor finansija 21. decembra stavlja fokus na monetarne aspekte vaše karijere tokom poslednjih dana godine. Ovo je dobar period za procenu prihoda, postavljanje finansijskih ciljeva i razvijanje strategija za povećanje materijalnog blagostanja u narednoj godini. Merkur retrogradan od 25. decembra nalaže oprez pri poslovnoj komunikaciji i finansijskim odlukama – odložite potpisivanje važnih ugovora ili pokretanje novih inicijativa do sredine januara ako je moguće.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      }
    },
    {
      "id": "capricorn",
      "name": "Jarac",
      "dates": "22. decembar - 19. januar",
      "element": "Zemlja",
      "ruling": "Saturn",
      "daily": {
        "text": "Danas ste fokusirani na praktične ciljeve i odgovornosti. Vaša disciplina i marljivost donose vam priznanje. Dobar dan za planiranje dugoročnih projekata i postavljanje čvrstih temelja.",
        "love": "Stabilnost i posvećenost su vam važni u odnosima danas. Partner ceni vašu odgovornost i pouzdanost. Slobodni Jarčevi privlače ozbiljne i zrele partnere.",
        "health": "Kosti, zglobovi i koža zahtevaju pažnju. Vežbe jačanja i dovoljan unos kalcijuma su preporučeni za održavanje zdravlja skeleta.",
        "career": "Vaše organizacione sposobnosti i disciplina dolaze do izražaja na poslu. Danas je dobar dan za preuzimanje većih odgovornosti ili za napredovanje u hijerarhiji.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "weekly": {
        "text": "Nedelja počinje sa fokusom na karijeru i ambicije. Sredinom nedelje možete očekivati prepoznavanje vaših zasluga. Vikend donosi priliku za odmor i porodične aktivnosti. Saturn, vaš vladar, formira stabilizujući aspekt sa Venerom, donoseći harmoniju u oblasti strukture i odnosa. Profesionalne odgovornosti i društveni život nalaze ravnotežu, posebno u drugoj polovini nedelje.",
        "love": "Posvećenost i lojalnost su ključne teme ove nedelje. Zajednički ciljevi i planovi za budućnost mogu biti fokus razgovora sa partnerom. Saturn u harmoničnom aspektu sa Venerom donosi stabilnost i trajnost u emotivne veze. Ovo je dobar period za razgovore o dugoročnim obavezama ili za rešavanje praktičnih aspekata zajedničkog života. Slobodni Jarčevi privlače partnere svojom zrelošću i pouzdanošću, sa posebno povoljnim danima za nova poznanstva u petak i subotu.",
        "health": "Fizičko zdravlje zahteva pažnju ove nedelje, posebno zglobovi i kičma. Redovne vežbe istezanja i pravilno držanje tela pomoći će u prevenciji potencijalnih problema. Saturn, vaš vladar, podstiče disciplinu u zdravstvenim navikama – ovo je dobar period za uspostavljanje redovne rutine vežbanja ili za pridržavanje nutritivnog plana. Vikend je idealan za obnavljajući odmor i opuštajuće aktivnosti koje podržavaju zdravlje skeleta i kože, poput mineralnih kupki ili tretmana koji podstiču regeneraciju tkiva.",
        "career": "Vaša predanost i marljivost donose rezultate. Ove nedelje možete očekivati priznanje za svoj trud ili ponudu za preuzimanje veće odgovornosti na poslu. Saturn u povoljnom aspektu sa Merkurom sredinom nedelje podržava dugoročno planiranje i strukturiranu komunikaciju. Ovo je odličan period za razvijanje poslovne strategije ili za prezentacije koje zahtevaju detaljan i metodičan pristup. Profesionalni autoritet je naglašen, posebno u četvrtak i petak kada bi rukovodioci mogli prepoznati vaše organizacione sposobnosti i posvećenost ciljevima.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "monthly": {
        "text": "Januar za vas donosi period fokusa na karijeru i lične ambicije, dragi Jarčevi. Sa Suncem koje putuje kroz vaš znak do 20. januara, ovo je vaš lični godišnji novi početak – vreme kada se osećate energičnije i spremnije da preuzmete kontrolu nad svojim životom i ciljevima. Saturn, vaš vladar, u stabilnom položaju daje vam disciplinu i istrajnost potrebnu za ostvarivanje dugoročnih planova. Nova faza Meseca u vašem znaku 1. januara predstavlja savršen trenutak za postavljanje ambicioznih ali realističnih ciljeva za narednu godinu. Merkur postaje direktan 15. januara nakon retrogradnog perioda, olakšavajući komunikaciju i poslovne dogovore koji su možda bili otežani krajem decembra. Prva polovina meseca idealna je za postavljanje profesionalnih ciljeva i definisanje jasne strategije napretka, sa Mars-om koji aktivira vaš sektor karijere do 20. januara, dajući vam energiju i odlučnost da se zauzmete za svoje ambicije. Jupiter u harmoničnom aspektu sa Saturnom oko 5. januara donosi priliku za značajan profesionalni napredak kroz strpljiv i metodičan pristup. Oko 12. januara mogli biste doživeti značajan profesionalni preokret, možda u vidu priznanja, unapređenja ili nove odgovornosti koja bolje odgovara vašim dugoročnim ciljevima. Druga polovina meseca, posebno nakon 20. januara kada Sunce ulazi u vaš sektor finansija, stavlja fokus na materijalne resurse i vrednosti. Ovo je dobar period za finansijsko planiranje, budžetiranje i razvijanje strategija za povećanje sigurnosti i stabilnosti. Venera u vašem sektoru karijere od 14. januara donosi harmoniju i lakoću u profesionalnim odnosima, možda i naklonost nadređenih ili klijenata koji cene vašu posvećenost i profesionalizam. Pun Mesec 15. januara u vašem sektoru doma i porodice podseća vas na važnost balansa između profesionalnih ambicija i ličnog života, možda donoseći kulminaciju situacije vezane za porodicu ili životni prostor.",
        "love": "Odnosi postaju stabilniji i ozbiljniji ovog meseca, dragi Jarčevi. Sa Saturnom, vašim vladarem, u stabilnoj poziciji, imate jasnu viziju kakvu vrstu odnosa želite i spremni ste da uložite trud potreban za izgradnju nečeg trajnog. Zajednički planovi za budućnost jačaju postojeće veze, posebno oko 5. januara kada Jupiter formira harmoničan aspekt sa Saturnom, donoseći optimizam i proširene mogućnosti u partnerstvima. Ako ste u vezi, ovo je period kada razgovori o dugoročnim obavezama ili zajedničkim ciljevima mogu dovesti do dubljeg razumevanja i povezanosti. Nova faza Meseca u vašem znaku 1. januara označava svež početak u romantičnom životu – idealno vreme za postavljanje namera vezanih za kvalitet odnosa koji želite da razvijete ili za preuzimanje inicijative sa osobom koja vas zanima. Venera u vašem sektoru karijere od 14. januara može doneti romantične mogućnosti povezane sa profesionalnim okruženjem – možda ćete sresti nekoga na poslu ili kroz profesionalne mreže ko deli vaše ambicije i vrednosti. Pun Mesec 15. januara u vašem sektoru doma i porodice naglašava važnost emotivne sigurnosti i privatnog života, možda donoseći važan razgovor o zajedničkom življenju, porodičnim planovima ili potrebi za boljim balansiranjem posla i privatnog života. Slobodni Jarčevi privlače partnere kroz svoju pouzdanost, jasnu viziju budućnosti i autentičnu prirodu, posebno u prvoj polovini meseca dok je Sunce još uvek u vašem znaku. Potencijalni partneri cene vašu zrelost i spremnost za ozbiljnu vezu, ali bi mogli želeti da vide i vašu nežniju, emotivniju stranu – nešto što postaje lakše izraziti nakon 20. januara kada Sunce napušta vaš znak i atmosfera postaje manje intenzivna.",
        "health": "Kosti, zglobovi i koža zahtevaju posebnu pažnju ovog meseca, dragi Jarčevi, posebno u prvoj polovini januara dok je Sunce u vašem znaku, aktivirajući vaše tradicionalno osetljive tačke. Saturn, vaš vladar, naglašava važnost strukture i discipline u zdravstvenim rutinama – ovo je odličan period za uspostavljanje dugoročno održivih navika koje podržavaju vaš skelet i vezivna tkiva. Dobar san, koji često može biti izazov za vaš ambiciozni znak, posebno je važan tokom prve polovine meseca kada je nivo aktivnosti visok. Dajte sebi dozvolu za odgovarajući odmor – to nije luksuz već neophodnost za vaše optimalno funkcionisanje. Pravilna ishrana bogata kalcijumom, magnezijumom i vitaminom D podržava zdravlje kostiju i zuba, dok hidratacija i nega kože postaju važnije kako zimski meseci napreduju. Nova faza Meseca u vašem znaku 1. januara predstavlja savršen trenutak za uvođenje nove zdravstvene rutine ili za obnavljanje posvećenosti fizičkoj aktivnosti koja jača vaš skelet i mišiće. Vežbe otpora i težinsko opterećenje posebno su korisne za vaš zemljani znak, pomažući u izgradnji gustine kostiju i opšte snage. Mars u vašem sektoru karijere do 20. januara mogao bi povećati profesionalni stres – strukturirano vreme za odmor i opuštanje nije samo poželjno već neophodno za održavanje zdravlja tokom ovog intenzivnog perioda. Pun Mesec 15. januara podseća vas na važnost emotivnog zdravlja i povezanosti sa porodicom kao ključnih faktora vašeg opšteg blagostanja – pronađite vreme za negovanje tih veza, čak i usred poslovnih zahteva.",
        "career": "Profesionalni napredak je naglašen ovog meseca, dragi Jarčevi, sa Suncem koje putuje kroz vaš znak do 20. januara, donoseći vidljivost i prepoznavanje vašeg rada i doprinosa. Saturn, vaš vladar, u harmoničnom aspektu sa Jupiterom oko 5. januara donosi priliku za značajan profesionalni rast kroz kombinaciju discipline i optimizma – možda kroz mentor-odnos, obrazovnu priliku ili proširenje vašeg uticaja u industriji. Vaša disciplina i sposobnost postizanja rezultata donose vam priznanje, posebno oko 12. januara kada bi mogli dobiti važnu ponudu ili odgovornost koja bolje odgovara vašim dugoročnim ambicijama. Nova faza Meseca u vašem znaku 1. januara označava idealan trenutak za postavljanje profesionalnih ciljeva za narednu godinu ili za pokretanje projekta koji odražava vaše najdublje ambicije. Mars u vašem sektoru karijere do 20. januara daje vam dodatnu energiju i odlučnost da se zauzmete za svoja profesionalna prava i ciljeve – ovo je period kada možete postići značajne rezultate kroz fokusiranu akciju i stratešku asertivnost. Merkur postaje direktan 15. januara, olakšavajući komunikaciju i pregovore koji su možda bili otežani tokom prazničnog perioda. Venera koja ulazi u vaš sektor karijere 14. januara donosi period harmonije u profesionalnim odnosima i potencijalnu naklonost nadređenih ili klijenata. Ovo je odličan period za umrežavanje, intervjue za posao ili prezentacije koje zahtevaju šarm i diplomatiju. Sunce koje prelazi u vaš sektor finansija 20. januara stavlja fokus na monetarne aspekte vaše karijere tokom poslednjih dana meseca – ovo je dobro vreme za procenu budžeta, planiranje investicija ili razvijanje strategija za povećanje prihoda. Pun Mesec 15. januara u vašem sektoru doma podseća vas na važnost balansa između karijere i ličnog života – možda ćete morati da napravite neke prilagođavanja kako bi oba aspekta vašeg života mogli da napreduju.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      }
    },
    {
      "id": "aquarius",
      "name": "Vodolija",
      "dates": "20. januar - 18. februar",
      "element": "Vazduh",
      "ruling": "Uran, Saturn",
      "daily": {
        "text": "Danas ste puni originalnih ideja i želje za inovacijama. Vaš humanitarni duh i briga za kolektiv dolaze do izražaja. Dobar dan za tehnološke poduhvate i društveni aktivizam.",
        "love": "Prijateljstvo je osnova vaših ljubavnih odnosa danas. Partner ceni vašu originalnost i intelektualnu stimulaciju. Slobodne Vodolije privlače nekonvencionalne veze.",
        "health": "Cirkulatorni sistem i listovi zahtevaju pažnju. Vežbe za poboljšanje cirkulacije i lagana električna stimulacija mogu biti korisne za vaše opšte zdravlje.",
        "career": "Vaš inovativni pristup i sposobnost razmišljanja izvan okvira donose vam prednost na poslu. Danas je dobar dan za pokretanje novih projekata ili predstavljanje nekonvencionalnih ideja.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "weekly": {
        "text": "Nedelja počinje sa fokusom na inovacije i društvene veze. Sredina nedelje donosi prilike za saradnju na projektima koji imaju širi društveni uticaj. Vikend je idealan za intelektualne diskusije i razmenu ideja. Uran, jedan od vaših vladara, donosi iznenadne uvide i prilike za promene. Saturn, vaš tradicionalni vladar, obezbeđuje strukturu i fokus koji vam pomažu da uzemljite svoje vizije.",
        "love": "Intelektualna povezanost i zajednički ideali su ključni ove nedelje. Razgovori o budućnosti i zajedničkim ciljevima mogu dodatno ojačati vašu vezu. Uran u povoljnom aspektu sa Venerom donosi uzbudljive i neočekivane momente u romantičnim odnosima. Možda ćete otkriti nove dimenzije partnera ili doživeti neočekivanu privlačnost. Slobodne Vodolije imaju priliku za intrigantan susret sredinom nedelje, možda sa osobom koja deli njihove humanitarne vrednosti ili inovativne ideje.",
        "health": "Mentalna stimulacija je važna za vaše blagostanje ove nedelje. Intelektualne aktivnosti i razmena ideja održavaju vašu energiju na visokom nivou. Uran naglašava potrebu za neočekivanim promenama u rutini – novi tip vežbanja ili alternativan pristup zdravlju mogao bi se pokazati osvežavajućim. Saturn vas podseća na važnost konzistentnosti u osnovnim zdravstvenim navikama. Obratite pažnju na cirkulaciju u nogama, posebno ako provodite mnogo vremena sedeći. Vežbe koje poboljšavaju protok krvi, poput joge ili plivanja, biće posebno korisne.",
        "career": "Vaša sposobnost da vidite budućnost i predvidite trendove donosi vam prednost u poslovnom svetu. Ove nedelje možete očekivati prilike za učešće u inovativnim projektima koji imaju širi društveni uticaj. Uran donosi neočekivane prilike ili promene u radnom okruženju – budite fleksibilni i spremni da se prilagodite. Saturn obezbeđuje profesionalnu stabilnost i fokus na dugoročne ciljeve. Ovo je dobar period za umrežavanje sa istomišljenicima ili za pridruživanje grupama ili organizacijama koje dele vaše vrednosti i viziju. Tehnološki projekti ili inicijative povezane sa društvenim medijima imaju posebno dobre izglede za uspeh.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "monthly": {
        "text": "Februar za vas donosi period fokusa na lični razvoj i društvene veze, draga Vodolijo. Sa Suncem koje putuje kroz vaš znak do 19. februara, ovo je vaš lični godišnji novi početak – vreme kada se osećate energičnije i više usklađeni sa svojim autentičnim identitetom. Merkur takođe boravi u vašem znaku većim delom meseca, poboljšavajući vašu sposobnost artikulacije inovativnih ideja i povezivanja sa istomišljenicima. Uran, jedan od vaših vladara, u stabilnoj poziciji podržava vaš prirodni poriv za originalnost i progresivno razmišljanje. Prva polovina meseca idealna je za umrežavanje i grupne aktivnosti, sa povoljnim aspektom između Merkura i Jupitera oko 8. februara koji otvara vrata za ekspanziju kroz društvene kontakte i kolaborativne projekte. Nova faza Meseca u vašem znaku 9. februara označava savršen trenutak za pokretanje novog projekta ili inicijative koja odražava vaše jedinstvene vrednosti i viziju. Mars u harmoničnom aspektu sa Uranom oko 12. februara daje vam energiju i hrabrost da preduzmete nekonvencionalne korake koji vode ka ličnoj slobodi i autentičnosti. Ovo je period kada možete napraviti značajan proboj u oblasti koja vas istinski zanima. Druga polovina meseca, posebno nakon što Sunce napusti vaš znak 19. februara, naglašava finansijska pitanja i materijalne resurse. Ovo je vreme za procenu budžeta, razmatranje inovativnih izvora prihoda i usklađivanje materijalnih resursa sa vašim duhovnim vrednostima. Venera u vašem znaku od 8. do kraja meseca povećava vašu društvenu privlačnost i donosi harmoniju u lične odnose. Ovo je period kada vam je lakše da privučete ljude i prilike koje rezonuju sa vašom jedinstvenom energijom. Pun Mesec 16. februara u vašem sektoru duhovnosti i viših ciljeva donosi kulminaciju situacije vezane za vaša uverenja, učenja ili povezanost sa nečim većim od vas samih. Oko 15. februara mogli biste doživeti važan uvid koji menja vašu perspektivu, povezan sa dubokom introspektivnom energijom koju donosi Saturn, vaš tradicionalni vladar, u aspektu sa Neptunom u vašem sektoru vrednosti.",
        "love": "Ljubavni odnosi postaju intenzivniji i dublji ovog meseca, draga Vodolijo, sa nekoliko planetarnih uticaja koji podržavaju kako vašu potrebu za nezavisnošću tako i vašu želju za autentičnom povezanošću. Sa Suncem u vašem znaku do 19. februara, osećate se više usklađeni sa svojim autentičnim ja, što vam omogućava da privučete odnose koji istinski odgovaraju vašim jedinstvenim potrebama i vrednostima. Venera u vašem znaku od 8. februara značajno povećava vašu prirodnu privlačnost i želju za ljubavlju, čineći ovaj period jednim od romantično najpovoljnijih u godini. Potreba za intelektualnom stimulacijom i zajedničkim idealima je ključna za vašu emotivnu ispunjenost – partnerstva koja kombinuju prijateljstvo, intelektualnu razmenu i zajedničku viziju budućnosti imaju najveće šanse za uspeh. Nova faza Meseca u vašem znaku 9. februara otvara novi ciklus u vašem ljubavnom životu – ovo je savršen trenutak za postavljanje namera vezanih za vrstu odnosa koji želite privući ili razviti. Slobodne Vodolije privlače partnere nekonvencionalnim pristupom i originalnošću, posebno oko 12. februara kada Mars formira dinamičan aspekt sa Uranom, dajući vam hrabrost da pristupite osobi koja vas intrigira ili da izrazite svoja osećanja na autentičan način. Za one u vezama, sredina meseca donosi priliku za produbljivanje veze kroz deljenje duhovnih ili filozofskih ideja, posebno oko punog Meseca 16. februara koji aktivira vaš sektor viših ciljeva i uverenja. Ovo je period kada sa partnerom možete otkriti dublji nivo povezanosti kroz razgovore o smislu, svrsi i zajedničkim vrednostima. Mars u vašem sektoru komunikacije većim delom meseca energizuje vaše interakcije i može doneti strast u intelektualne razmene – debate i stimulativni razgovori mogu biti iznenađujuće uzbudljivi i mogu dovesti do pojačane intimnosti sa partnerom koji ceni vašu mentalnu oštrinu.",
        "health": "Cirkulatorni sistem i nervni sistem zahtevaju pažnju ovog meseca, draga Vodolijo, posebno u prvoj polovini februara dok je Sunce u vašem znaku, naglašavajući vaše prirodne osetljive tačke. Uran, jedan od vaših vladara, podstiče vas da eksperimentišete sa novim pristupima zdravlju – ovo je dobar period za istraživanje alternativnih ili progresivnih zdravstvenih modaliteta poput biofeedback-a, akupunkture ili energetskog lečenja. Alternativni pristupi zdravlju poput akupunkture ili joge mogu biti posebno korisni za vaš opšte blagostanje, pomažući u balansiranju vašeg električnog nervnog sistema koji ponekad može biti sklon preteranoj stimulaciji. Nova faza Meseca u vašem znaku 9. februara označava idealan trenutak za uvođenje nove zdravstvene rutine ili za obnavljanje posvećenosti vežbanju koje je u skladu sa vašim jedinstvenim potrebama. Tehnike za upravljanje stresom koje uključuju disanje, meditaciju ili progresivnu mišićnu relaksaciju mogu biti posebno korisne tokom perioda povećane mentalne aktivnosti, poput druge nedelje februara kada Mars formira dinamičan aspekt sa Uranom, potencijalno povećavajući nervozu ili nemir. Venera u vašem znaku od 8. februara podseća vas na važnost uživanja i zadovoljstva kao aspekata zdravlja – aktivnosti koje kombinuju socijalizaciju sa fizičkim kretanjem, poput grupnih sportova ili plesnih časova, mogu biti posebno blagotvorne. Pun Mesec 16. februara u vašem sektoru duhovnosti naglašava vezu između mentalnog zdravlja i duhovne ispunjenosti – aktivnosti koje neguju vašu dušu i povezuju vas sa višim smislom mogu imati pozitivan efekat na vaše fizičko blagostanje. Saturn, vaš tradicionalni vladar, podseća vas na važnost strukture i discipline u zdravstvenim rutinama – redovan san, hidratacija i konzistentna fizička aktivnost predstavljaju temelj vašeg zdravlja, bez obzira na inovativne dodatke koje uključujete.",
        "career": "Inovacija i timski rad su u fokusu ovog meseca, draga Vodolijo, sa Suncem u vašem znaku do 19. februara koje naglašava vašu prirodnu sklonost ka originalnosti i progresivnom razmišljanju. Vaša sposobnost da vidite budućnost trendova i kreirate originalna rešenja otvara vam prilike za napredak i priznanje u profesionalnom okruženju. Ovo je posebno naglašeno oko 8. februara kada Merkur u vašem znaku formira povoljan aspekt sa Jupiterom, proširujući vaš uticaj i otvarajući vrata za nove mogućnosti kroz komunikaciju i umrežavanje. Nova faza Meseca u vašem znaku 9. februara označava idealno vreme za pokretanje novog projekta, predstavljanje inovativne ideje ili za promenu pravca u karijeri koja bolje odražava vaše autentične interese i vrednosti. Mars u harmoničnom aspektu sa Uranom oko 12. februara daje vam hrabrost i energiju da preduzmete neuobičajene korake koji mogu dovesti do profesionalnog proboja, posebno u oblastima povezanim sa tehnologijom, humanitarnim radom ili grupnim inicijativama. Venera u vašem znaku od 8. februara poboljšava vaše socijalne veštine i profesionalni šarm, čineći ovo povoljnim periodom za networking, intervjue za posao ili situacije koje zahtevaju timski rad i saradnju. Sunce koje prelazi u vaš sektor finansija 19. februara stavlja fokus na monetarne aspekte vaše karijere tokom poslednje nedelje meseca – ovo je dobar period za pregovore o plati, procenu budžeta ili razvijanje strategija za diversifikaciju prihoda. Pun Mesec 16. februara u vašem sektoru duhovnosti i viših ciljeva mogao bi doneti važan uvid vezan za smisao i svrhu vašeg rada – možda ćete preispitati da li vaša trenutna karijerna putanja zaista odražava vaše najdublje vrednosti i aspiracije. Saturn, vaš tradicionalni vladar, podseća vas na važnost dugoročnog planiranja i sistematičnog pristupa profesionalnim ciljevima – brzina napretka nije toliko važna koliko izgradnja čvrstih temelja za budući uspeh.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      }
    },
    {
      "id": "pisces",
      "name": "Ribe",
      "dates": "19. februar - 20. mart",
      "element": "Voda",
      "ruling": "Neptun, Jupiter",
      "daily": {
        "text": "Danas je vaša intuicija i empatija na vrhuncu. Vaša kreativna inspiracija donosi vam nove ideje. Idealan dan za umetničko izražavanje, duhovne prakse i pomaganje drugima.",
        "love": "Romantika i sanjarenje karakterišu vaše odnose danas. Partner ceni vašu duboku empatiju i razumevanje. Slobodne Ribe privlače partnere svojom mističnom i saosećajnom prirodom.",
        "health": "Stopala i limfni sistem zahtevaju pažnju. Masaža stopala i lagane vodene aktivnosti poput plivanja idealne su za vaše opšte blagostanje.",
        "career": "Vaša intuicija i kreativnost donose vam prednost na poslu. Danas je dobar dan za umetnički rad, pomagačke profesije ili poslove koji zahtevaju empatiju i razumevanje drugih.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "weekly": {
        "text": "Nedelja počinje sa fokusom na duhovni razvoj i kreativnost. Sredina nedelje donosi prilike za izražavanje vaših najdubljih osećanja. Vikend je idealan za opuštanje pored vode ili meditativne aktivnosti. Neptun, jedan od vaših vladara, pojačava vašu intuiciju i kreativnu inspiraciju, ali zahteva i oprez u razlikovanju iluzije od stvarnosti. Jupiter, vaš tradicionalni vladar, donosi prilike za rast i ekspanziju, posebno u oblasti obrazovanja, duhovnosti ili međunarodnih veza.",
        "love": "Emocionalna dubina i intuitivno razumevanje su ključni ove nedelje. Telepatska povezanost sa partnerom čini komunikaciju lakšom i prirodnijom. Neptun pojačava vašu romantičnu prirodu i sklonost ka idealizaciji – što može biti divno ali zahteva i određenu dozu realizma. Venera u harmoniji sa Neptunom od srede do petka donosi period povećane romantične mističnosti i umetničke inspiracije. Slobodne Ribe mogle bi sresti nekoga ko deluje kao otelovljenje njihovih snova, posebno tokom društvenih aktivnosti povezanih sa umetnošću, muzikom ili duhovnošću.",
        "health": "Mentalno i emocionalno zdravlje zahtevaju pažnju ove nedelje. Aktivnosti koje vas povezuju sa vodom, poput plivanja ili kupanja, mogu imati posebno opuštajući efekat. Neptun pojačava vašu osetljivost na energije oko vas – potrebno je više pažnje posvećene granicama i zaštiti od preterane stimulacije. Hidratacija je ključna, posebno sredinom nedelje kada je vaša energija možda nestabilna. Stopala, vaša tradicionalno osetljiva tačka, zaslužuju posebnu negu – masaža stopala ili kupke sa esencijalnim uljima mogu pružiti olakšanje i podržati opšte blagostanje.",
        "career": "Vaša sposobnost da se povežete sa drugima na dubokom nivou donosi vam prednost u saradnji. Ove nedelje možete očekivati napredak u projektima koji zahtevaju empatiju i kreativnost. Neptun pojačava vašu intuiciju i kreativnu viziju, čineći ovo povoljnim periodom za umetničke projekte, marketing ili razvoj brendiranja. Jupiter otvara vrata za širenje vaših profesionalnih horizonata, možda kroz učenje nove veštine ili povezivanje sa mentorima. Sredina nedelje je posebno povoljna za sastanke sa klijentima ili kolegama gde je važno uspostaviti emotivnu vezu i razumevanje. Pazite na tendenciju ka maštanju na radnom mestu – pokušajte da zadržite fokus na praktičnim aspektima projekata uprkos povećanoj kreativnoj inspiraciji.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      },
      "monthly": {
        "text": "Mart za vas donosi period duhovnog buđenja i kreativne inspiracije, drage Ribe. Sa Suncem koje putuje kroz vaš znak od 19. februara do 20. marta, ovo je vaš lični godišnji novi početak – vreme kada se osećate energičnije i više usklađeni sa svojom intuitivnom i saosjećajnom prirodom. Neptun, jedan od vaših vladara, u vašem znaku pojačava vašu prirodnu intuiciju, umetničku inspiraciju i duhovnu povezanost. Jupiter, vaš tradicionalni vladar, u povoljnom aspektu sa Suncem oko 5. marta donosi period optimizma i proširenih mogućnosti, posebno u oblastima povezanim sa kreativnošću, duhovnošću i samoizražavanjem. Nova faza Meseca u vašem znaku 10. marta označava savršen trenutak za postavljanje kreativnih ili duhovnih ciljeva za narednu godinu ili za započinjanje projekta koji odražava vašu jedinstvenu viziju i osećajnost. Merkur ulazi u vaš znak 3. marta, poboljšavajući vašu sposobnost da artikulišete duboke emocije i intuitivne uvide koje obično osećate ali teže izražavate rečima. Venera u vašem znaku do 11. marta pojačava vašu prirodnu privlačnost i donosi harmoniju u lične odnose, čineći prvu polovinu meseca posebno povoljnom za romantiku i kreativne saradnje. Oko 10. marta mogli biste doživeti značajan duhovni uvid ili kreativno nadahnuće, povezano sa snažnim aspektom između Neptuna i Merkura u vašem znaku, koji otvara kanal za duboku intuitivnu komunikaciju i umetničku inspiraciju. Prva polovina meseca idealna je za umetničko izražavanje i kreativne projekte, sa Venerom i Merkurom u vašem znaku koji podržavaju vašu prirodnu sposobnost da prevedete emocije i vizije u opipljive forme. Pun Mesec 17. marta u vašem sektoru odnosa donosi kulminaciju situacije vezane za važan odnos, možda otkrivajući neizrečene emocije ili donoseći novu perspektivu na dinamiku partnerstva. Druga polovina meseca, posebno nakon 20. marta kada Sunce napušta vaš znak, naglašava praktične aspekte života – ovo je vreme za prizemljenje kreativnih inspiracija i pretvaranje vizija u konkretne korake i planove. Mars koji ulazi u vaš znak 29. marta daje vam dodatnu energiju i odlučnost da se zauzmete za svoje snove i ciljeve, čineći poslednje dane meseca povoljnim za akciju i inicijativu, posebno u oblastima koje vas strastveno inspirišu.",
        "love": "Ljubavni odnosi postaju gotovo mistični ovog meseca, drage Ribe, sa Suncem, Venerom i Merkurom koji prolaze kroz vaš znak tokom većeg dela marta, pojačavajući vašu prirodnu romantičnu i idealističku prirodu. Telepatska povezanost sa partnerom jača, dok zajednički duhovni interesi i kreativne aktivnosti produbljuju vezu na nivou koji nadilazi svakodnevnu komunikaciju. Neptun u vašem znaku u snažnoj rezonanci sa Merkurom oko 10. marta donosi period povećane empatije i intuitivnog razumevanja – možda ćete otkriti da znate šta partner misli ili oseća pre nego što to izrazi rečima. Nova faza Meseca u vašem znaku 10. marta označava svež početak u romantičnom životu – savršen trenutak za postavljanje namera vezanih za vrstu emocionalne povezanosti koju želite iskusiti ili za izražavanje najdubljih želja i snova partneru. Venera u vašem znaku do 11. marta čini vas posebno privlačnim i prijemčivim za ljubav, donoseći period povećane harmonije i lakoće u romantičnim interakcijama. Pun Mesec 17. marta u vašem sektoru partnerstava donosi kulminaciju emotivne situacije u važnom odnosu – ovo je vreme kada duboke istine izlaze na površinu, možda otkrivajući skrivene aspekte veze koji zahtevaju pažnju i isceljenje. Mars koji ulazi u vaš znak 29. marta daje vam hrabrost da preuzmete inicijativu u ljubavnim pitanjima – ovo može označiti period kada ste spremniji da jasno izrazite svoje želje i potrebe ili da preduzmete konkretan korak ka dubljoj posvećenosti. Za slobodne Ribe, prva polovina meseca donosi posebno povoljne prilike za nova poznanstva, sa najintenzivnijim periodom oko 8. marta kada Venera u vašem znaku formira harmoničan aspekt sa Uranom, donoseći uzbudljive i neočekivane romantične susrete. Privlačite partnere svojom dubokom empatijom i umetničkom dušom, ali i svojom mističnom aurom koja intrigira i fascinira potencijalne partnere. Odnosi koji počnu pod ovim uticajima verovatno će imati duboku duhovnu ili kreativnu dimenziju koja prevazilazi površne privlačnosti.",
        "health": "Emocionalno zdravlje direktno utiče na vaše fizičko stanje ovog meseca, drage Ribe, sa nekoliko planeta u vašem znaku koje pojačavaju vašu prirodnu osetljivost i empatiju. Aktivnosti koje povezuju telo i duh, poput joge ili tai chija, posebno su korisne za održavanje ravnoteže tokom marta kada je vaša energija istovremeno pojačana ali i ranjiva na spoljne uticaje. Granice postaju ključna tema – usled vaše pojačane empatije, lako možete apsorbovati energije i emocije drugih, što može dovesti do iscrpljenosti ako ne uspostavite jasne energetske granice. Tehnike poput vizualizacije zaštitnog svetlosnog omotača oko tela ili svesnog disanja mogu pomoći u održavanju vašeg energetskog integriteta. Stopala, vaša tradicionalno najranjivija tačka, zahtevaju dodatnu pažnju, posebno u prvoj polovini meseca – masaža stopala, nošenje udobne obuće i vežbe koje jačaju svodove stopala mogu sprečiti nelagodnost i energetske blokade. Nova faza Meseca u vašem znaku 10. marta predstavlja idealno vreme za uvođenje novih zdravstvenih navika koje su u skladu sa vašom jedinstvenom fiziologijom i potrebama. Aktivnosti povezane sa vodom, poput plivanja, hidroterapije ili jednostavno dugih kupki sa esencijalnim uljima, mogu imati posebno isceljujuće dejstvo na vaš nervni sistem. Potreba za kvalitetnim snom je naglašena ovog meseca – vaš mozak i nervni sistem obrađuju mnogo utisaka i kreativnih impulsa, zahtevajući dodatno vreme za integraciju i obnovu tokom sna. Pun Mesec 17. marta može doneti period povećane osetljivosti – tehnike za uzemljenje poput hodanja bosim nogama po travi ili radu sa kristalima mogu pomoći u stabilizaciji vaše energije. Mars koji ulazi u vaš znak 29. marta donosi povećanu fizičku energiju ali i potencijalnu razdražljivost – redovna fizička aktivnost pomaže u kanalisanju ove energije na konstruktivan način, sprečavajući akumulaciju tenzije u telu.",
        "career": "Kreativnost i intuicija su vaši najveći profesionalni aduti ovog meseca, drage Ribe, sa Suncem u vašem znaku do 20. marta koje osvetljava vaše jedinstvene talente i pristupe. Poslovi povezani sa umetnošću, pomaganjem drugima ili duhovnošću posebno su naglašeni i mogu doneti nove prilike za napredak, posebno oko 5. marta kada Sunce formira povoljan aspekt sa Jupiterom, vašim tradicionalnim vladarem, otvarajući vrata za rast i ekspanziju u ovim oblastima. Merkur u vašem znaku od 3. marta poboljšava vašu sposobnost komunikacije intuitivnih uvida i kreativnih ideja, čineći ovo povoljnim periodom za prezentacije, pisanje ili podučavanje. Nova faza Meseca u vašem znaku 10. marta označava idealan trenutak za pokretanje novog kreativnog projekta ili profesionalne inicijative koja odražava vaš jedinstveni pristup i viziju. Ovo je posebno naglašeno jer se dešava u blizini snažnog spoja Merkura i Neptuna, vašeg modernog vladara, koji otvara kanal za duboku inspiraciju i gotovo vidovitu percepciju trendova i potreba. Prva polovina meseca je posebno povoljna za umetnički rad, terapeutske prakse ili poslove koji zahtevaju duboku empatiju i intuitivno razumevanje drugih. Venera u vašem znaku do 11. marta poboljšava vaše socijalne veštine i sposobnost uspostavljanja harmoničnih radnih odnosa, čineći ovo dobrim periodom za umrežavanje ili saradnju. Pun Mesec 17. marta u vašem sektoru partnerstava mogao bi doneti kulminaciju situacije vezane za poslovnu saradnju ili važan profesionalni odnos – ovo je vreme kada skrivene dinamike izlaze na površinu, potencijalno donoseći dublje razumevanje ili potrebu za prilagođavanjem. Druga polovina meseca, nakon što Sunce napusti vaš znak 20. marta, stavlja fokus na finansijske aspekte vaše karijere – ovo je dobar period za procenu budžeta, razvijanje strategija za monetizaciju kreativnih talenata ili pregovaranje o plati. Mars koji ulazi u vaš znak 29. marta daje vam dodatnu hrabrost i odlučnost da se zauzmete za svoju kreativnu viziju i profesionalne potrebe, čineći poslednje dane marta i početak aprila povoljnim za inicijative koje zahtevaju samopouzdanje i asertivnost.",
        "lastUpdated": "2025-04-01T00:00:00Z"
      }
    }
  ],
  "lastUpdated": "2025-04-01T00:00:00Z"
}